{
	"citylist":[{
        "c": [
            {
                "i": "8fb175e88c1f48b8920b12f695949bef",
                "n": "东城区"
            },
            {
                "i": "41ed25a311154c138fc9928808718fad",
                "n": "西城区"
            },
            {
                "i": "979c34e0563244aba5d39e09c2558e17",
                "n": "崇文区"
            },
            {
                "i": "01b63284a803491196cfc26c359d9f5f",
                "n": "宣武区"
            },
            {
                "i": "1eb94001fecc4466a67cdd13052aa973",
                "n": "朝阳区"
            },
            {
                "i": "b44d11730b4a4e319f32ffdfd1f9e199",
                "n": "丰台区"
            },
            {
                "i": "30fe4380112c404192de8637998183a8",
                "n": "石景山区"
            },
            {
                "i": "c71be9b048ce4a73af923f6638a0bcd1",
                "n": "海淀区"
            },
            {
                "i": "99341c8fb5f741aaaf678aacab808b3c",
                "n": "门头沟区"
            },
            {
                "i": "95eb70e7f2684f93a0be3b74995d53a7",
                "n": "房山区"
            },
            {
                "i": "afd8240285f849f88877816d4cc8d0e9",
                "n": "通州区"
            },
            {
                "i": "6ff2a64f011f4591a79d97976240e71d",
                "n": "顺义区"
            },
            {
                "i": "8e0a475c992f4b4da63c8f0c7b1dc75a",
                "n": "昌平区"
            },
            {
                "i": "7511436e5b7242d1b9ec742da1c994c7",
                "n": "大兴区"
            },
            {
                "i": "8a15a442bbe14632952c6df25fa560f1",
                "n": "平谷区"
            },
            {
                "i": "dbd01dd548504bcaad67c89c31712878",
                "n": "怀柔区"
            },
            {
                "i": "9614ad3a8e834a1696df91e21ad0646f",
                "n": "密云县"
            },
            {
                "i": "645871164ea7424ea74edcfb5b70439f",
                "n": "延庆县"
            }
        ],
        "i": "31c8830a8792421a80c8795035c7e424",
        "p": "北京"
    },
    {
        "c": [
            {
                "i": "99ddb11c8c0540d4a0ff584065d6aaab",
                "n": "和平区"
            },
            {
                "i": "4dcfb10c4e3647f9a78d97e57d16800f",
                "n": "河东区"
            },
            {
                "i": "025a8e5c6afb4ccfada7025d29f25ab5",
                "n": "河西区"
            },
            {
                "i": "1253088818dd46349ed2d8de6c6da549",
                "n": "南开区"
            },
            {
                "i": "20e500a9857c4a9f9b1440058f7e3455",
                "n": "河北区"
            },
            {
                "i": "6239f217c4534b81b674a76ff3201430",
                "n": "红挢区"
            },
            {
                "i": "8668b05b9f3d450bbd7fda4dc8894cfc",
                "n": "滨海新区"
            },
            {
                "i": "e7b4e2faa99f4ba99a95012abd303cae",
                "n": "东丽区"
            },
            {
                "i": "534e99777997433b8f7ec4ef952d7190",
                "n": "西青区"
            },
            {
                "i": "aa22a18cb3d740169cf7c7a4b230830f",
                "n": "津南区"
            },
            {
                "i": "415b7af965124cbc9a9f97354b03e787",
                "n": "北辰区"
            },
            {
                "i": "08f81a12767b40d5b456d69079c174a6",
                "n": "宁河区"
            },
            {
                "i": "4b3f5150592643b295e3a241ff423958",
                "n": "武清区"
            },
            {
                "i": "53cba90744534ba28f8b810651e1efe0",
                "n": "静海县"
            },
            {
                "i": "8ab218de40ef4047b2615bd6990551d6",
                "n": "宝坻区"
            },
            {
                "i": "67fb8640abdd43e9a6ba9467692f2c41",
                "n": "蓟县"
            }
        ],
        "i": "1e03cae7ceb84d2e93c517b69b98fd3a",
        "p": "天津"
    },
    {
        "c": [
            {
                "a": [
                    {
                        "i": "a5b8d4645e854b5cb71f2324b432c687",
                        "s": "长安区"
                    },
                    {
                        "i": "d98fd3b3c6b14e2fa0728405e3672d1e",
                        "s": "桥东区"
                    },
                    {
                        "i": "84e2e55e970b43fca7575eb223e7ac58",
                        "s": "桥西区"
                    },
                    {
                        "i": "9b1369628b744eb687c48ace795164d8",
                        "s": "新华区"
                    },
                    {
                        "i": "220798d646394aa48f6e60413c63055c",
                        "s": "井陉矿区"
                    },
                    {
                        "i": "e56d93ba36414c539c04b0ccff97804b",
                        "s": "裕华区"
                    },
                    {
                        "i": "64f91878bcb244438d5d80647f9323ca",
                        "s": "井陉县"
                    },
                    {
                        "i": "b9a76de0e43541d2bb2be5d2c672af9d",
                        "s": "正定县"
                    },
                    {
                        "i": "8f7619b650b44215bd439c156b384c7c",
                        "s": "栾城县"
                    },
                    {
                        "i": "1e945dd1251c49018c79fa8c0c8b588a",
                        "s": "行唐县"
                    },
                    {
                        "i": "c6ee15cb6e994ed4afe74c9eab5cb23d",
                        "s": "灵寿县"
                    },
                    {
                        "i": "852a589bf81e496fa146a60cb257f559",
                        "s": "高邑县"
                    },
                    {
                        "i": "1c96fb4342ad4cea9d19f3b903335d15",
                        "s": "深泽县"
                    },
                    {
                        "i": "5d859a8cb154493e962051f769036744",
                        "s": "赞皇县"
                    },
                    {
                        "i": "2d61b5c024d04d44aaa1335b95e2e726",
                        "s": "无极县"
                    },
                    {
                        "i": "84e3d939317341c6bc3e0f257534e02f",
                        "s": "平山县"
                    },
                    {
                        "i": "fa9e4d69b89f4fdbb9fb441c1b525cf9",
                        "s": "元氏县"
                    },
                    {
                        "i": "c369ff9df18e4b288e39fc7ab7fa773e",
                        "s": "赵县"
                    },
                    {
                        "i": "0accaa93b67e45c4a92a419744dac786",
                        "s": "辛集市"
                    },
                    {
                        "i": "a8636f03f20342158e8d230faca90c49",
                        "s": "藁城市"
                    },
                    {
                        "i": "d91123eafeb3467c9386e143441b6a28",
                        "s": "晋州市"
                    },
                    {
                        "i": "fb5ed21e669d437392406accc47ca99b",
                        "s": "新乐市"
                    },
                    {
                        "i": "7b1c975ab0254e95bd164dec3d6a3284",
                        "s": "鹿泉市"
                    }
                ],
                "i": "3af0e03a895f4c809e72aa1014e87ea3",
                "n": "石家庄"
            },
            {
                "a": [
                    {
                        "i": "24939ecad134486c8ffd08c3539263db",
                        "s": "路南区"
                    },
                    {
                        "i": "ca4fbb4f9ace4230bf6e7c3a7d3087df",
                        "s": "路北区"
                    },
                    {
                        "i": "931451af3df94b4b8172f0076b6631c0",
                        "s": "古冶区"
                    },
                    {
                        "i": "c6ff92dcff5541a6b7f6849e9dddf1ce",
                        "s": "开平区"
                    },
                    {
                        "i": "5a06194d6a8b48b4ae7dcc6e64f9ee75",
                        "s": "丰南区"
                    },
                    {
                        "i": "a83f0b0fead846038519e0c543f51053",
                        "s": "丰润区"
                    },
                    {
                        "i": "5f2f70ba88ac4da4a9c1791958747e88",
                        "s": "滦县"
                    },
                    {
                        "i": "9ca28107db7841c4a4422dcfc50bee27",
                        "s": "滦南县"
                    },
                    {
                        "i": "81f4148c02384feb9becb9403c943b2a",
                        "s": "乐亭县"
                    },
                    {
                        "i": "f50f75b153e94486976601c20043ef3b",
                        "s": "迁西县"
                    },
                    {
                        "i": "376690dff28c4f1c9cfd81b1abae0ef9",
                        "s": "玉田县"
                    },
                    {
                        "i": "fc50a24a934c4ee0973697227a3c74ec",
                        "s": "唐海县"
                    },
                    {
                        "i": "50ef312f27284566a384a335522f29b6",
                        "s": "遵化市"
                    },
                    {
                        "i": "405817c1294c49ca9bae5688ca4f180b",
                        "s": "迁安市"
                    }
                ],
                "i": "e1895c4f32d843ff8b90c5f4b70f4b1a",
                "n": "唐山"
            },
            {
                "a": [
                    {
                        "i": "ce18ef1dd81b47eb893d53f5cc4c5a45",
                        "s": "海港区"
                    },
                    {
                        "i": "e203c6c16a554afa95e4fb04e2cb8e4b",
                        "s": "山海关区"
                    },
                    {
                        "i": "ed63a64ce5dc4d198088ed2b22147107",
                        "s": "北戴河区"
                    },
                    {
                        "i": "ffb9fe05be974f3f8a50e5c619991ba9",
                        "s": "青龙满族自治县"
                    },
                    {
                        "i": "232c982d5daf485692f8df30a2975788",
                        "s": "昌黎县"
                    },
                    {
                        "i": "ec64ff7e38ac49b38eb92735922e116c",
                        "s": "抚宁县"
                    },
                    {
                        "i": "dfef045ed8a14717884c16330ce3e824",
                        "s": "卢龙县"
                    }
                ],
                "i": "272ae09b2059404991e32ac0ffd45e97",
                "n": "秦皇岛"
            },
            {
                "a": [
                    {
                        "i": "2edc0a02bf3543b1bfec792274ce7d5c",
                        "s": "邯山区"
                    },
                    {
                        "i": "1402c55ce07e477082e945b44f3b85bb",
                        "s": "丛台区"
                    },
                    {
                        "i": "63262df4318e4df2a64f9092a880ee90",
                        "s": "复兴区"
                    },
                    {
                        "i": "35fe850d3498467b9ac3a56a84af8771",
                        "s": "峰峰矿区"
                    },
                    {
                        "i": "ace7329fb5c44e4fad70494be94ac656",
                        "s": "邯郸县"
                    },
                    {
                        "i": "a72080d96d174a3389d4bb3a7d146187",
                        "s": "临漳县"
                    },
                    {
                        "i": "6c493668024b44939a8ec9a72bd965c7",
                        "s": "成安县"
                    },
                    {
                        "i": "62c011e5dd2040058570eb663b7e355e",
                        "s": "大名县"
                    },
                    {
                        "i": "9f9d9a21d7e947ce85bde75e8dbfad40",
                        "s": "涉县"
                    },
                    {
                        "i": "8cfab4be47264cab975761c3da0bfe48",
                        "s": "磁县"
                    },
                    {
                        "i": "047f0d3d8aef4c7aa17f97fc362cd223",
                        "s": "肥乡县"
                    },
                    {
                        "i": "4b546b1da65249968e4601f3d21a0ba5",
                        "s": "永年县"
                    },
                    {
                        "i": "c2083b87509945e5beeba8418125b6e3",
                        "s": "邱县"
                    },
                    {
                        "i": "079b73ea9f8640fb917ca2d6354783fd",
                        "s": "鸡泽县"
                    },
                    {
                        "i": "7102721807ff4966988dc3075383a154",
                        "s": "广平县"
                    },
                    {
                        "i": "93a30de23d314b56a6794d35ae9a8f73",
                        "s": "馆陶县"
                    },
                    {
                        "i": "cff53bf2ac2545dabe9f62f8fc765c47",
                        "s": "魏县"
                    },
                    {
                        "i": "6767028ffab345c1bcd64728658dc99b",
                        "s": "曲周县"
                    },
                    {
                        "i": "2758c170136942f0a706a3ce766c4480",
                        "s": "武安市"
                    }
                ],
                "i": "4c38e391903246ae8b341593652840db",
                "n": "邯郸"
            },
            {
                "a": [
                    {
                        "i": "0b9f8c3802da4ae5a2de89bfdcdcff4a",
                        "s": "桥东区"
                    },
                    {
                        "i": "225aa457d14c4939b41f42a91271639d",
                        "s": "桥西区"
                    },
                    {
                        "i": "9896a977891e4812908d388f22886b8d",
                        "s": "邢台县"
                    },
                    {
                        "i": "8161627697084a7982ae44947dd68967",
                        "s": "临城县"
                    },
                    {
                        "i": "e1de86eebe7c482a85b92ad9966d222c",
                        "s": "内丘县"
                    },
                    {
                        "i": "a022cd6ad3844d4e8cd0adec3a9cc006",
                        "s": "柏乡县"
                    },
                    {
                        "i": "2144361a4167410a89d2a829b7cf0a94",
                        "s": "隆尧县"
                    },
                    {
                        "i": "f1493616944e4de4bb06b7b832f54c90",
                        "s": "任县"
                    },
                    {
                        "i": "98826bbb2e374a7294cdf392cbedb288",
                        "s": "南和县"
                    },
                    {
                        "i": "38102f3404bb47638ec9eb6d3c590a7c",
                        "s": "宁晋县"
                    },
                    {
                        "i": "7569dea9d4464c4c85717ed2e0f3d6aa",
                        "s": "巨鹿县"
                    },
                    {
                        "i": "c0e7295075294dbcb2362bb7ba903629",
                        "s": "新河县"
                    },
                    {
                        "i": "2be5f1e6ef1c4fff87d50f3402151fae",
                        "s": "广宗县"
                    },
                    {
                        "i": "37c09baae06d472ba6fada6b62664239",
                        "s": "平乡县"
                    },
                    {
                        "i": "8cac126c21ad49bbb97a0371c19b2691",
                        "s": "威县"
                    },
                    {
                        "i": "152fed7bb02e43e986f13614e0124c64",
                        "s": "清河县"
                    },
                    {
                        "i": "ef16aa3d44ae425c98150da1ab4111af",
                        "s": "临西县"
                    },
                    {
                        "i": "600b69c1bce149f1bc89d39a250fc5c0",
                        "s": "南宫市"
                    },
                    {
                        "i": "8d2086ab870e45d2b9709744c23d6466",
                        "s": "沙河市"
                    }
                ],
                "i": "b1d9575b50a0413ba7b9685fb5e66fd5",
                "n": "邢台"
            },
            {
                "a": [
                    {
                        "i": "0a8e0ddd71544737a082d01ca4c1e97e",
                        "s": "新市区"
                    },
                    {
                        "i": "1b4b650c852744759f24435b906657f0",
                        "s": "北市区"
                    },
                    {
                        "i": "cbed1241c6fe4f7685a54f8b0f799c25",
                        "s": "南市区"
                    },
                    {
                        "i": "e439ad9fd5524bad92567aede1a60c94",
                        "s": "满城县"
                    },
                    {
                        "i": "883eaa84eefc441e972c01343ae42e70",
                        "s": "清苑县"
                    },
                    {
                        "i": "35b7c8f5237142348fcc26158c172d86",
                        "s": "涞水县"
                    },
                    {
                        "i": "df8450f9e9ac4df088a2ac9e43afaad4",
                        "s": "阜平县"
                    },
                    {
                        "i": "3490bed5badf41a3b3fa99d4ca21b658",
                        "s": "徐水县"
                    },
                    {
                        "i": "53bb648c58734a708c2623e3bdbe440c",
                        "s": "定兴县"
                    },
                    {
                        "i": "044fdd04ac0c4ab8aabf161d7b464383",
                        "s": "唐县"
                    },
                    {
                        "i": "d4339ccd5253402aa1f183322cd67c52",
                        "s": "高阳县"
                    },
                    {
                        "i": "3e7715027d6546f7b27f1e5fb406cadb",
                        "s": "容城县"
                    },
                    {
                        "i": "695ba62eddd149cda9bdc3a0340d62bf",
                        "s": "涞源县"
                    },
                    {
                        "i": "1c7673b7da2440e0b9d2ebbfdaa8598c",
                        "s": "望都县"
                    },
                    {
                        "i": "9996f435ccb14e51bfd7ff4a7bcd9dcf",
                        "s": "安新县"
                    },
                    {
                        "i": "d6a93b236c734a49a62b35543990e029",
                        "s": "易县"
                    },
                    {
                        "i": "7db1b92d9cdc4237bc423c74199a51ae",
                        "s": "曲阳县"
                    },
                    {
                        "i": "1b0f183a3b7941d38dbca3969f6be884",
                        "s": "蠡县"
                    },
                    {
                        "i": "968205d7349d459e96735282f524332f",
                        "s": "顺平县"
                    },
                    {
                        "i": "a59c029c93bd4029997fc9383e92ebe1",
                        "s": "博野县"
                    },
                    {
                        "i": "616b02f63d824018beb2b9e79e8859c9",
                        "s": "雄县"
                    },
                    {
                        "i": "7df21f6738584e95bd6c83964d369c21",
                        "s": "涿州市"
                    },
                    {
                        "i": "49a11bae51b74b75a2fe99d90096719f",
                        "s": "定州市"
                    },
                    {
                        "i": "a8303666342d4002aa555435f9bda448",
                        "s": "安国市"
                    },
                    {
                        "i": "802f6cddc02e40e0a3b5f60912169bd6",
                        "s": "高碑店市"
                    }
                ],
                "i": "20107a29e0de40df99d2fde255a2ea72",
                "n": "保定"
            },
            {
                "a": [
                    {
                        "i": "75cb756d5517412bae9db5b01aeeff04",
                        "s": "桥东区"
                    },
                    {
                        "i": "deb717925fa5440b8df07923e8d2ac1a",
                        "s": "桥西区"
                    },
                    {
                        "i": "eafaa54d831c4fc182302c711e681998",
                        "s": "宣化区"
                    },
                    {
                        "i": "ebaade37ff2d4d7b8f5869a0af5c73eb",
                        "s": "下花园区"
                    },
                    {
                        "i": "b83fa822a10c449f88e4c644a62ba0a3",
                        "s": "宣化县"
                    },
                    {
                        "i": "7ecc65cd61e84de381be1c8d9f3223ac",
                        "s": "张北县"
                    },
                    {
                        "i": "3437a139ea18475ab9ab6b9c143b8293",
                        "s": "康保县"
                    },
                    {
                        "i": "ee147eae39464e50a897f5980faba541",
                        "s": "沽源县"
                    },
                    {
                        "i": "01a0f69a5f044bee8bc407cbe8b68171",
                        "s": "尚义县"
                    },
                    {
                        "i": "2cc34d16314640be8690c54c5d1362ec",
                        "s": "蔚县"
                    },
                    {
                        "i": "733519042f4b41aa8fcfdec6228e6454",
                        "s": "阳原县"
                    },
                    {
                        "i": "d6cba6d5963d4fa58d112182b2df2f75",
                        "s": "怀安县"
                    },
                    {
                        "i": "18a91379517345ba9f69773f82a13d86",
                        "s": "万全县"
                    },
                    {
                        "i": "f9efb784a4f94bf180c670b6f0616d04",
                        "s": "怀来县"
                    },
                    {
                        "i": "ca31258a9b4e4a4faf56bbbb4d298e20",
                        "s": "涿鹿县"
                    },
                    {
                        "i": "35034dd683fa4e52b3dea01bf0efcd7d",
                        "s": "赤城县"
                    },
                    {
                        "i": "c82f428a10c84eaa9d2be197eb45a63d",
                        "s": "崇礼县"
                    }
                ],
                "i": "3763a051c975473b91d9af3dec250674",
                "n": "张家口"
            },
            {
                "a": [
                    {
                        "i": "bab48a54b6964ae6ac9c30fecfe7b719",
                        "s": "双桥区"
                    },
                    {
                        "i": "0c6c15d4e9844d54905df0920943cb9d",
                        "s": "双滦区"
                    },
                    {
                        "i": "af4a62857fcd4bc7b8542c148590b3a3",
                        "s": "鹰手营子矿区"
                    },
                    {
                        "i": "d03e5caccdf241ea931cd8de83a8d67c",
                        "s": "承德县"
                    },
                    {
                        "i": "d71d267814bd441a80e854a9b76e7e0d",
                        "s": "兴隆县"
                    },
                    {
                        "i": "1370301037704c24aaab1a403ec99dc5",
                        "s": "平泉县"
                    },
                    {
                        "i": "0adbf1f32ddc442299671b5b0d10288f",
                        "s": "滦平县"
                    },
                    {
                        "i": "9873c9bb3d3d468c81b02c73fa3fb965",
                        "s": "隆化县"
                    },
                    {
                        "i": "309df5c2433e4167b913d1a97ee79331",
                        "s": "丰宁满族自治县"
                    },
                    {
                        "i": "06e820ca51cf4aa58309c9fd145b7285",
                        "s": "宽城满族自治县"
                    },
                    {
                        "i": "dc6a97b66e9b4422ba6e62f2fd938a08",
                        "s": "围场满族蒙古族自治县"
                    }
                ],
                "i": "2abc83113bb64f459c3751d44dfb3203",
                "n": "承德"
            },
            {
                "a": [
                    {
                        "i": "6bd611469283450e8695baff6580e04c",
                        "s": "新华区"
                    },
                    {
                        "i": "4cd78e0a9c024870b1f89e1cf12545a3",
                        "s": "运河区"
                    },
                    {
                        "i": "e393b1199d80460fa9fbd046b1f50b25",
                        "s": "沧县"
                    },
                    {
                        "i": "6b3a4964a41644589b0ca73c6ecb7a0a",
                        "s": "青县"
                    },
                    {
                        "i": "cce396639dc04300896c07bb6d306c98",
                        "s": "东光县"
                    },
                    {
                        "i": "368d93f3a9004b0088d4352e3142421e",
                        "s": "海兴县"
                    },
                    {
                        "i": "8ae23ea9ccd94a06b897f7c8c19e4630",
                        "s": "盐山县"
                    },
                    {
                        "i": "b38d052f201240f7b64aa0e90e2ae8a5",
                        "s": "肃宁县"
                    },
                    {
                        "i": "a7902d06572e43ec998bc998a3271932",
                        "s": "南皮县"
                    },
                    {
                        "i": "1518ceddefeb46b48f5d4ab171f87f0e",
                        "s": "吴桥县"
                    },
                    {
                        "i": "3ca071b691694e2fafe83e2a4c6e97bd",
                        "s": "献县"
                    },
                    {
                        "i": "aac6aa58a4be47c187919be2811efeab",
                        "s": "孟村回族自治县"
                    },
                    {
                        "i": "bf1297ce953b4529b87c24c4451cf122",
                        "s": "泊头市"
                    },
                    {
                        "i": "cad1e2d8a2c2468e9109ada4b6f9fe87",
                        "s": "任丘市"
                    },
                    {
                        "i": "f88a329b27f4442eb0647a0f19a9bb38",
                        "s": "黄骅市"
                    },
                    {
                        "i": "795261105d9f400fbaea02ca25d0524b",
                        "s": "河间市"
                    }
                ],
                "i": "2f765853e5914e76807178ae1d66d88e",
                "n": "沧州"
            },
            {
                "a": [
                    {
                        "i": "8487c80f3a4b4fdfb6c5ab3f873416a2",
                        "s": "安次区"
                    },
                    {
                        "i": "8c7045a583854afca9deb46a53598d89",
                        "s": "广阳区"
                    },
                    {
                        "i": "1d4090aa7ee845f1bb8f7287c0607040",
                        "s": "固安县"
                    },
                    {
                        "i": "e78d9ee27dea44cf966f8b94f21341c6",
                        "s": "永清县"
                    },
                    {
                        "i": "ba2608a012e64c33b402911c727ae742",
                        "s": "香河县"
                    },
                    {
                        "i": "fd6d3c649f4544799601e4c0b5b711de",
                        "s": "大城县"
                    },
                    {
                        "i": "5756e47de7a0460f8ae0e619481f17ea",
                        "s": "文安县"
                    },
                    {
                        "i": "81e45c480f654b9dbcf1539b45b01fb7",
                        "s": "大厂回族自治县"
                    },
                    {
                        "i": "930bfeb307b442148f2ef13917658c07",
                        "s": "霸州市"
                    },
                    {
                        "i": "8684be0e75324d8287198a88a1c2e58d",
                        "s": "三河市"
                    }
                ],
                "i": "9bf08b5c8a484164a4821fc14da93ba3",
                "n": "廊坊"
            },
            {
                "a": [
                    {
                        "i": "d2919c7cbb594d8fb662ea504f5dcb8c",
                        "s": "桃城区"
                    },
                    {
                        "i": "8cf24edb0c3440cab9d548c7a446ebe9",
                        "s": "枣强县"
                    },
                    {
                        "i": "81aac09111e2462582a7661b0f34dcd2",
                        "s": "武邑县"
                    },
                    {
                        "i": "a89c8af289924ca288f004c9245d70cc",
                        "s": "武强县"
                    },
                    {
                        "i": "4ace6461d17a41b5af7e202ba227c514",
                        "s": "饶阳县"
                    },
                    {
                        "i": "65388dd1ca85494fa5f23124e871d68d",
                        "s": "安平县"
                    },
                    {
                        "i": "3bea5b6329a842b39e97b05677d001d4",
                        "s": "故城县"
                    },
                    {
                        "i": "3aeec67a195f48b6929506631a4c9d43",
                        "s": "景县"
                    },
                    {
                        "i": "5720426d00884b1f8fb7102ab762250c",
                        "s": "阜城县"
                    },
                    {
                        "i": "8e672bce157240e2b8d6e69d0c533e47",
                        "s": "冀州市"
                    },
                    {
                        "i": "c5021f40f53f4b589792ff2d128e0df3",
                        "s": "深州市"
                    }
                ],
                "i": "29bf3ac56f4e4af1856f020db34d8ac4",
                "n": "衡水"
            }
        ],
        "i": "7395546201d94bec8b89adbe192b6a5a",
        "p": "河北"
    },
    {
        "c": [
            {
                "a": [
                    {
                        "i": "f89a06499cfa461fbdc0a60b0c99660b",
                        "s": "小店区"
                    },
                    {
                        "i": "62f6790ec8e84c12b78ac5f7e38a5231",
                        "s": "迎泽区"
                    },
                    {
                        "i": "31799fdc2c1b497cb2a7158cfa6b5425",
                        "s": "杏花岭区"
                    },
                    {
                        "i": "3f554f17d36b4258bc961251e60adddf",
                        "s": "尖草坪区"
                    },
                    {
                        "i": "c048b0ae4a704bb2b337436ffc6df35e",
                        "s": "万柏林区"
                    },
                    {
                        "i": "8c6bba1ad01e4511b7b79a6f9381960e",
                        "s": "晋源区"
                    },
                    {
                        "i": "3645941513c9435e92c8e82c148e51e3",
                        "s": "清徐县"
                    },
                    {
                        "i": "f1570994bf634e59b1a24519e22fe401",
                        "s": "阳曲县"
                    },
                    {
                        "i": "822e5daf72624a138f8957810cb7ccf8",
                        "s": "娄烦县"
                    },
                    {
                        "i": "ce42e01d0bc142cf8d8e8f1599dd6ba3",
                        "s": "古交市"
                    }
                ],
                "i": "85e2251d19624690931041b1d74ed703",
                "n": "太原"
            },
            {
                "a": [
                    {
                        "i": "5d83b628eb9040da984dd0c8152d5ec1",
                        "s": "城区"
                    },
                    {
                        "i": "7a23f6c9483e4c56ba4b14970499b73b",
                        "s": "矿区"
                    },
                    {
                        "i": "31b96d6ec4c242a693d4490b8f569796",
                        "s": "南郊区"
                    },
                    {
                        "i": "77d4dbf630aa43d7bfcd14cc2366538d",
                        "s": "新荣区"
                    },
                    {
                        "i": "0bccb52b14ee4c53ae1a13f324cbc88b",
                        "s": "阳高县"
                    },
                    {
                        "i": "1395bf2a4bcc44419ed4055efa09a57f",
                        "s": "天镇县"
                    },
                    {
                        "i": "6cc6bf54921f47a588fa8e8d6ef7081d",
                        "s": "广灵县"
                    },
                    {
                        "i": "4428f7318cb24417abdd82f518453af4",
                        "s": "灵丘县"
                    },
                    {
                        "i": "46c3ddcd332843728bec6dfa739a5a9e",
                        "s": "浑源县"
                    },
                    {
                        "i": "5903539b448441d193d3f3862f4de467",
                        "s": "左云县"
                    },
                    {
                        "i": "c6ddc4d24b3743379f32f269a9594b38",
                        "s": "大同县"
                    }
                ],
                "i": "4224ee63411f4c03b233b66124984821",
                "n": "大同"
            },
            {
                "a": [
                    {
                        "i": "19d443193e5b4357935ca55df419ac4a",
                        "s": "城区"
                    },
                    {
                        "i": "4ae6c932095f4c38847d6c8f0c964047",
                        "s": "矿区"
                    },
                    {
                        "i": "537f1545f1f142009ac89da96648c94f",
                        "s": "郊区"
                    },
                    {
                        "i": "28926c22fd5846e7865e73cefccda11c",
                        "s": "平定县"
                    },
                    {
                        "i": "f92d3d8818db467ea358a8d5b26b7e17",
                        "s": "盂县"
                    }
                ],
                "i": "f85a017c522f48758d7fde8098ced076",
                "n": "阳泉"
            },
            {
                "a": [
                    {
                        "i": "3e4c797a6be14149930484d30cb94d00",
                        "s": "城区"
                    },
                    {
                        "i": "647cffe550ff466ab25cd37062cd46e9",
                        "s": "郊区"
                    },
                    {
                        "i": "3064eaf393dc489d933b9147dbf7b8a2",
                        "s": "长治县"
                    },
                    {
                        "i": "34885414383045f1990ecf3b0e1214c4",
                        "s": "襄垣县"
                    },
                    {
                        "i": "cce4d3b4f423422f8c8fa968f2aaf055",
                        "s": "屯留县"
                    },
                    {
                        "i": "551e9e88680a4295ae3041144d125f69",
                        "s": "平顺县"
                    },
                    {
                        "i": "5aafe7e3e4e140019983e6cbd52de86f",
                        "s": "黎城县"
                    },
                    {
                        "i": "a071b82d86cf4eeca736cf2eafb47b75",
                        "s": "壶关县"
                    },
                    {
                        "i": "4bab1275d58f4172a81f48c8ea5f4366",
                        "s": "长子县"
                    },
                    {
                        "i": "e5df25b8fe4647eebc0b2a9052bacd64",
                        "s": "武乡县"
                    },
                    {
                        "i": "fd1d06df00ca43589c3a0ed4ba741c3c",
                        "s": "沁县"
                    },
                    {
                        "i": "1835ae89cd2e4f18964405d18f11a4e7",
                        "s": "沁源县"
                    },
                    {
                        "i": "a6299dff62204d4995153c80db0287e3",
                        "s": "潞城市"
                    }
                ],
                "i": "83f19a8894b643de90a84a5dce9aab8b",
                "n": "长治"
            },
            {
                "a": [
                    {
                        "i": "6eb4f0c3eaa74251817dc956dacc64fa",
                        "s": "城区"
                    },
                    {
                        "i": "08df4643e9a9405196001a6a58427799",
                        "s": "沁水县"
                    },
                    {
                        "i": "362da721c8ef41f1924968ac435cda5f",
                        "s": "阳城县"
                    },
                    {
                        "i": "cdd170ea2e2747d2a67027edcb8909cf",
                        "s": "陵川县"
                    },
                    {
                        "i": "a899d34d8edc41909c6008f99eec07bd",
                        "s": "泽州县"
                    },
                    {
                        "i": "d1d02ce430a0478299a17a671a920f01",
                        "s": "高平市"
                    }
                ],
                "i": "918dc484c34843659b94a27efd32fa3c",
                "n": "晋城"
            },
            {
                "a": [
                    {
                        "i": "aefd0bbe279f4f55a29cc2958ea913ba",
                        "s": "朔城区"
                    },
                    {
                        "i": "9c285a9770654dd3acdbba513fec9774",
                        "s": "平鲁区"
                    },
                    {
                        "i": "0cf8028e22d54b2a86102f5b18d66396",
                        "s": "山阴县"
                    },
                    {
                        "i": "f3051f3e2639438f9bb03ec5fe982f42",
                        "s": "应县"
                    },
                    {
                        "i": "354f9d99589c4967b41b4d1188fead15",
                        "s": "右玉县"
                    },
                    {
                        "i": "60b42ddf96dc447585b5c64ccb7ee2ea",
                        "s": "怀仁县"
                    }
                ],
                "i": "8487b2183fd747b091dfe0187c848e1c",
                "n": "朔州"
            },
            {
                "a": [
                    {
                        "i": "acae5b925ef7413bbd088bec33cc3a8d",
                        "s": "榆次区"
                    },
                    {
                        "i": "62666667fa0d43a6b1156aa18ddcc0d4",
                        "s": "榆社县"
                    },
                    {
                        "i": "4f62bfcd92a743c580af47f7c87c7299",
                        "s": "左权县"
                    },
                    {
                        "i": "eeabda53d78444d09e435ccc9df824ee",
                        "s": "和顺县"
                    },
                    {
                        "i": "437c6cb8e4c9404ea35faf62f9e1245c",
                        "s": "昔阳县"
                    },
                    {
                        "i": "72e2125d14f845c1bc18ebed9ad18803",
                        "s": "寿阳县"
                    },
                    {
                        "i": "11f53195264a4a859893cee89d815c8e",
                        "s": "太谷县"
                    },
                    {
                        "i": "01e0bfc3bebb4656a95e1bd2e7ac0537",
                        "s": "祁县"
                    },
                    {
                        "i": "98ac113e7e334d55aa10d7231b339b07",
                        "s": "平遥县"
                    },
                    {
                        "i": "92eff1d9d5a64ea8bc0bf5ac5430d7c6",
                        "s": "灵石县"
                    },
                    {
                        "i": "3c410c8c98f843969246c6dc638fc589",
                        "s": "介休市"
                    }
                ],
                "i": "e1efe40581784864aa091871c2f4d690",
                "n": "晋中"
            },
            {
                "a": [
                    {
                        "i": "b786f6d052a74d3c82ebe2ddcc46c631",
                        "s": "盐湖区"
                    },
                    {
                        "i": "32b8b65374904c159c83d77c9b56ca0d",
                        "s": "临猗县"
                    },
                    {
                        "i": "a4ee829ae82147c8a227bedc9f6c87af",
                        "s": "万荣县"
                    },
                    {
                        "i": "a6e5e94f5f58446f8b0256af8a0e0c57",
                        "s": "闻喜县"
                    },
                    {
                        "i": "730059e89feb4042ae4701c3588710ec",
                        "s": "稷山县"
                    },
                    {
                        "i": "163633be56d94158ac43e46fe8ef830e",
                        "s": "新绛县"
                    },
                    {
                        "i": "0060852859b149ccafcb3980bbc17d30",
                        "s": "绛县"
                    },
                    {
                        "i": "8c88aa5b13594333a07b254f2ecef4d3",
                        "s": "垣曲县"
                    },
                    {
                        "i": "4d7087d67450486c98c2a27a1aeaa84c",
                        "s": "夏县"
                    },
                    {
                        "i": "32fd6b53e69a4195a57596f0095344f3",
                        "s": "平陆县"
                    },
                    {
                        "i": "4b2e8d005b0a446b9ee93422ab74fa27",
                        "s": "芮城县"
                    },
                    {
                        "i": "2a43abde159a4c42ab93941c46360a6d",
                        "s": "永济市"
                    },
                    {
                        "i": "c913a9f9e429482da273462d15390766",
                        "s": "河津市"
                    }
                ],
                "i": "adbc323925894a87bbe7537cb5a2fbe6",
                "n": "运城"
            },
            {
                "a": [
                    {
                        "i": "9fbfaaf8aa2e46a3904209c0e69db60f",
                        "s": "忻府区"
                    },
                    {
                        "i": "880388b9ca9940d1b1fd579d95dff06a",
                        "s": "定襄县"
                    },
                    {
                        "i": "712b458c3767498e8cb4d5027dff24c5",
                        "s": "五台县"
                    },
                    {
                        "i": "f2cae64763b64fdb869c510aadac4240",
                        "s": "代县"
                    },
                    {
                        "i": "a0c76a11657a490589188fb36369cb47",
                        "s": "繁峙县"
                    },
                    {
                        "i": "98f56c65372d41a494d9e166e12c4c09",
                        "s": "宁武县"
                    },
                    {
                        "i": "cfb2c6191af94e338008483b2bb13a52",
                        "s": "静乐县"
                    },
                    {
                        "i": "03c685a89fae42d4947d7ce808ec4ca0",
                        "s": "神池县"
                    },
                    {
                        "i": "9fe1ec3df4304ced9ac4b71edbcf44f9",
                        "s": "五寨县"
                    },
                    {
                        "i": "a994b47530714e35b1cd5a90e7e71a0a",
                        "s": "岢岚县"
                    },
                    {
                        "i": "b3900a6f918f4c94bfca9d41fda83639",
                        "s": "河曲县"
                    },
                    {
                        "i": "a1f2b69acd1f480ca0ca6999c52b3964",
                        "s": "保德县"
                    },
                    {
                        "i": "98f8af1b5ac1474faefe99b3f42d8a16",
                        "s": "偏关县"
                    },
                    {
                        "i": "feb5eabfeb364edb8ce650887f5e6a8a",
                        "s": "原平市"
                    }
                ],
                "i": "8d65601740a84361ad3728a60bbf1760",
                "n": "忻州"
            },
            {
                "a": [
                    {
                        "i": "01bd2a6372c24fae842fc5f423526b17",
                        "s": "尧都区"
                    },
                    {
                        "i": "f3942087315f482ca365329f5731a220",
                        "s": "曲沃县"
                    },
                    {
                        "i": "051782ffb3b94127b4d1ea4a8ee82ee3",
                        "s": "翼城县"
                    },
                    {
                        "i": "a9e17913416d437d9492f5a02f58bccd",
                        "s": "襄汾县"
                    },
                    {
                        "i": "b57b974339544c38a9c3a261229fae1c",
                        "s": "洪洞县"
                    },
                    {
                        "i": "158d1b9fd370440fbae2e4b5c444bcf3",
                        "s": "古县"
                    },
                    {
                        "i": "24d2b9b54a534f6dbf51fe1435b8a6db",
                        "s": "安泽县"
                    },
                    {
                        "i": "e30cb15758c64337972b4c64d83cadb0",
                        "s": "浮山县"
                    },
                    {
                        "i": "7df774210cd841bfa82108e2d2a2310d",
                        "s": "吉县"
                    },
                    {
                        "i": "c015a9c6a1a8471ba24f391cc1841811",
                        "s": "乡宁县"
                    },
                    {
                        "i": "bdc0b23ff4e8481b9c38765ca0c84163",
                        "s": "大宁县"
                    },
                    {
                        "i": "fbf721f8a6c742538df5c91c3b180e1b",
                        "s": "隰县"
                    },
                    {
                        "i": "7a8d6ca98580456c84c25d11082a981d",
                        "s": "永和县"
                    },
                    {
                        "i": "bc4e932688f5453d9b88b24201a341cf",
                        "s": "蒲县"
                    },
                    {
                        "i": "522e9f0d445444e8a3f2215cdcbc1690",
                        "s": "汾西县"
                    },
                    {
                        "i": "b0876aac9df24064bf2e61175e5b3d9a",
                        "s": "侯马市"
                    },
                    {
                        "i": "f3c0f78bb6cd4341bc7e6cd30e5e4741",
                        "s": "霍州市"
                    }
                ],
                "i": "2cdfce3713774a739a6758a3274bfd5a",
                "n": "临汾"
            },
            {
                "a": [
                    {
                        "i": "738d87850aba4629a46534d08eec949d",
                        "s": "离石区"
                    },
                    {
                        "i": "8b87239dc37c4df0bd0ad0c0ba02237f",
                        "s": "文水县"
                    },
                    {
                        "i": "76d936967113458aa9718bbf9408a30e",
                        "s": "交城县"
                    },
                    {
                        "i": "174a57300e16465cb279a3e694419e9a",
                        "s": "兴县"
                    },
                    {
                        "i": "33a6a54a988e4591ae9568e73b8b76a8",
                        "s": "临县"
                    },
                    {
                        "i": "f0ba2a141cdd4c7f8f59190620ffbf31",
                        "s": "柳林县"
                    },
                    {
                        "i": "40db1b4c3daa424688941c2c75c4b45e",
                        "s": "石楼县"
                    },
                    {
                        "i": "f0e79a564f774e268d2e103013285cd7",
                        "s": "岚县"
                    },
                    {
                        "i": "e9b3643593d74b0a9b1279ae614eb283",
                        "s": "方山县"
                    },
                    {
                        "i": "0d0f82990e024f84a44492273ba145a8",
                        "s": "中阳县"
                    },
                    {
                        "i": "4ff4c18f9cdf4ae7a46328994553f080",
                        "s": "交口县"
                    },
                    {
                        "i": "1897f14cb4f8490b908b8671e77a17a6",
                        "s": "孝义市"
                    },
                    {
                        "i": "093fa89decbd46f29ae1cc3d17fca87e",
                        "s": "汾阳市"
                    }
                ],
                "i": "cef0ed9ab41b4f67983309beb639c9c3",
                "n": "吕梁"
            }
        ],
        "i": "b51d036dabc7456e889a3902e941f23f",
        "p": "山西"
    },
    {
        "c": [
            {
                "a": [
                    {
                        "i": "b332563590c5410dab3f9ed5482832bd",
                        "s": "新城区"
                    },
                    {
                        "i": "5245fa7d2ffc4d949eacc8861ea2d9eb",
                        "s": "回民区"
                    },
                    {
                        "i": "3151d261bb3e40aaac27110dfd4706bc",
                        "s": "玉泉区"
                    },
                    {
                        "i": "7b9d2b1d32ee4693aa54eb48cef1b37f",
                        "s": "玉泉区"
                    },
                    {
                        "i": "2ad654e710664cf193e8334ec01c02a8",
                        "s": "赛罕区"
                    },
                    {
                        "i": "a631848bd4d14e6f80331987131afba9",
                        "s": "土默特左旗"
                    },
                    {
                        "i": "ec56253ac7794af2897f15f990999d50",
                        "s": "托克托县"
                    },
                    {
                        "i": "5c4e954fa97440fab3a69ec2309a51d6",
                        "s": "和林格尔县"
                    },
                    {
                        "i": "26357d185e0c4db7a138c66aba377955",
                        "s": "清水河县"
                    },
                    {
                        "i": "9e28e12852e841faae7288be5cf55ebf",
                        "s": "武川县"
                    }
                ],
                "i": "014e5fd08bae4f81898405d386bc58ea",
                "n": "呼和浩特"
            },
            {
                "a": [
                    {
                        "i": "e4b1eef7c8cc43cd9c63db376589327d",
                        "s": "东河区"
                    },
                    {
                        "i": "8b2c7bffdae74d82a512db69f28efda0",
                        "s": "昆都仑区"
                    },
                    {
                        "i": "6d063a7158db43798bcb438832ab86a1",
                        "s": "青山区"
                    },
                    {
                        "i": "f7cd0e13562b4cfaae8d9e70d7a21fef",
                        "s": "石拐区"
                    },
                    {
                        "i": "9f32c17691174caaa7f9f452c17f5228",
                        "s": "白云矿区"
                    },
                    {
                        "i": "ca8d2466a4a14d6485ff9c050a7ed588",
                        "s": "九原区"
                    },
                    {
                        "i": "03b2a15bc9b04f3d9bc8376c2104c73c",
                        "s": "土默特右旗"
                    },
                    {
                        "i": "b711171468194c72a47e2ff2eed00939",
                        "s": "固阳县"
                    },
                    {
                        "i": "5954c1f9e0b844049b92393963294bd7",
                        "s": "达尔罕茂明安联合旗"
                    }
                ],
                "i": "5a700170899c46319776a41cd2802e9b",
                "n": "包头"
            },
            {
                "a": [
                    {
                        "i": "089272bd3c0b4b47a194318d7fd46945",
                        "s": "海勃湾区"
                    },
                    {
                        "i": "c022d297a8c84e4b8144cfbd256f4c57",
                        "s": "海南区"
                    },
                    {
                        "i": "b4fd2db176e14cc3a18c2ecfeed49ec3",
                        "s": "乌达区"
                    }
                ],
                "i": "1a0d4fd952c74405883a5dc6c40ca329",
                "n": "乌海"
            },
            {
                "a": [
                    {
                        "i": "0ae88b8c5dc34009a420ed0d46295923",
                        "s": "红山区"
                    },
                    {
                        "i": "85dc14432078449ab2daee5b1de6c70b",
                        "s": "元宝山区"
                    },
                    {
                        "i": "83e7c1a913374a8785e2f66343fd71e5",
                        "s": "松山区"
                    },
                    {
                        "i": "b1866b2162244059a80b558a81d2915a",
                        "s": "阿鲁科尔沁旗"
                    },
                    {
                        "i": "a4bb94c7c87946338b203cf5e4ffe55c",
                        "s": "巴林左旗"
                    },
                    {
                        "i": "aeedd90c50f940f6ab562ebcb6b1bd55",
                        "s": "巴林右旗"
                    },
                    {
                        "i": "3ecce61feb174ae6b835ca95e36bbd1d",
                        "s": "林西县"
                    },
                    {
                        "i": "879b23c138044320a27e399145f2b69d",
                        "s": "克什克腾旗"
                    },
                    {
                        "i": "2a743e84d60d42c28a8eb46b9bd84627",
                        "s": "翁牛特旗"
                    },
                    {
                        "i": "3b6b43dd08b84aa78331be2e52966586",
                        "s": "喀喇沁旗"
                    },
                    {
                        "i": "ee9bb1ce4df04d7c81bf867921d2185d",
                        "s": "宁城县"
                    },
                    {
                        "i": "44d16abee4694d62be4c2a4c0fc20582",
                        "s": "敖汉旗"
                    }
                ],
                "i": "dab7d12fc21445688aa0c458d7d92dc0",
                "n": "赤峰"
            },
            {
                "a": [
                    {
                        "i": "d2bb6072c4804142867103747af17ef1",
                        "s": "科尔沁区"
                    },
                    {
                        "i": "b61a42b1b4874bd48fabd1d5c50ba285",
                        "s": "科尔沁左翼中旗"
                    },
                    {
                        "i": "d4e55e92ccda4b2b85d7e9b7b55fa4cf",
                        "s": "科尔沁左翼后旗"
                    },
                    {
                        "i": "4db5859aa42940779690f58ee7f776c8",
                        "s": "开鲁县"
                    },
                    {
                        "i": "780ba2250a4c482098d16e8389b6030a",
                        "s": "库伦旗"
                    },
                    {
                        "i": "94b7d3c336f7404195e955814122d97f",
                        "s": "奈曼旗"
                    },
                    {
                        "i": "1b387a86ba9b43049b30a2dce7d62336",
                        "s": "扎鲁特旗"
                    },
                    {
                        "i": "60bec27059954f24a8b3badc9183dcea",
                        "s": "霍林郭勒市"
                    }
                ],
                "i": "ce3a6f1425614bb7a47a470d10a4530d",
                "n": "通辽"
            },
            {
                "a": [
                    {
                        "i": "a5211abdd7d74116b072e6928b092bd0",
                        "s": "东胜区"
                    },
                    {
                        "i": "3266bddb629243bf96cb5442ae64f5e0",
                        "s": "达拉特旗"
                    },
                    {
                        "i": "d60310d2474e4c3f8b680edb59586c60",
                        "s": "准格尔旗"
                    },
                    {
                        "i": "c43fe3c3d22446b7869f163e9ade0295",
                        "s": "鄂托克前旗"
                    },
                    {
                        "i": "7f66f8cafca04cae9ae9cef7159df5e8",
                        "s": "鄂托克旗"
                    },
                    {
                        "i": "53ed9bf6beea42dcb2076ddd04cf318b",
                        "s": "杭锦旗"
                    },
                    {
                        "i": "593fa69cd18d47f79de799c086aef769",
                        "s": "乌审旗"
                    },
                    {
                        "i": "1d1e6a08fd114ec3b894f8bebb8efe11",
                        "s": "伊金霍洛旗"
                    }
                ],
                "i": "4065d6f6cf6347ca88d229839ea8bf46",
                "n": "鄂尔多斯"
            },
            {
                "a": [
                    {
                        "i": "f88b64bf476645ed8c54abe9446a6d7d",
                        "s": "海拉尔区"
                    },
                    {
                        "i": "f9cebeb8163a4ff08d51230aadea1145",
                        "s": "阿荣旗"
                    },
                    {
                        "i": "fbc46d1961614448be272565d31b0627",
                        "s": "莫力达瓦达斡尔族自治旗"
                    },
                    {
                        "i": "74a9cbe9585645e0827ce8f3fd6e3567",
                        "s": "鄂伦春自治旗"
                    },
                    {
                        "i": "0c6c92d909a349a898b3c2ba0d2cdb00",
                        "s": "鄂温克族自治旗"
                    },
                    {
                        "i": "76956dbe61cd49b59514c1b15c5b73a0",
                        "s": "陈巴尔虎旗"
                    },
                    {
                        "i": "e587942f698a47fd9f1b41da2f4fdebe",
                        "s": "新巴尔虎左旗"
                    },
                    {
                        "i": "d9e6e39ee4c841c5977c2eed0d2eed2c",
                        "s": "新巴尔虎右旗"
                    },
                    {
                        "i": "06f4500cd13d4b8abe0e595cf5546d9f",
                        "s": "满洲里市"
                    },
                    {
                        "i": "25d583251d614796974f76bc0608c00c",
                        "s": "牙克石市"
                    },
                    {
                        "i": "b32729c5dea1493586086c400b235064",
                        "s": "扎兰屯市"
                    },
                    {
                        "i": "04f19ecda9bb4a18acb52e9e1f4a3782",
                        "s": "额尔古纳市"
                    },
                    {
                        "i": "7043890b7f7a45f5b556da95a0ac374d",
                        "s": "根河市"
                    }
                ],
                "i": "58bac58107a741be84f89ea77ae8706b",
                "n": "呼伦贝尔"
            },
            {
                "a": [
                    {
                        "i": "315c3f4f0dc746cba783d87331a7046c",
                        "s": "临河区"
                    },
                    {
                        "i": "3379a4028cc74ff89387f6627e87534f",
                        "s": "五原县"
                    },
                    {
                        "i": "fa307881ce9f4817887c9001224a2551",
                        "s": "磴口县"
                    },
                    {
                        "i": "7ef0d53174fa4c83aeb93213b5c76646",
                        "s": "乌拉特前旗"
                    },
                    {
                        "i": "2fb521eac825482b846e7eaa38d6c7b9",
                        "s": "乌拉特中旗"
                    },
                    {
                        "i": "cb073817aaab429b9ea62ec3a876c7c1",
                        "s": "乌拉特后旗"
                    },
                    {
                        "i": "3032891efdd740ba980884b531d47106",
                        "s": "杭锦后旗"
                    }
                ],
                "i": "8e48ae69980c4619afa1fc323fd29e37",
                "n": "巴彦淖尔"
            },
            {
                "a": [
                    {
                        "i": "ba856ef64964439c9bc667f913fd7ca0",
                        "s": "集宁区"
                    },
                    {
                        "i": "f75dbcf7eb0d463da70498941da4e45d",
                        "s": "卓资县"
                    },
                    {
                        "i": "70a5d287f6214ae2895450f80e4b93fe",
                        "s": "化德县"
                    },
                    {
                        "i": "ff3e3a4f7653480fadbaccc368b00e6a",
                        "s": "商都县"
                    },
                    {
                        "i": "42f6edde6211460496dd34e9c310e8ef",
                        "s": "兴和县"
                    },
                    {
                        "i": "10a292b97d3547eeb0cadf4355041016",
                        "s": "凉城县"
                    },
                    {
                        "i": "b18a0af94699482ca6edb7a94543aa2b",
                        "s": "察哈尔右翼前旗"
                    },
                    {
                        "i": "4ecf821a271c4352b05d4fc1c38d045b",
                        "s": "察哈尔右翼中旗"
                    },
                    {
                        "i": "f6a11926dbe64d2e8f60a59fd5df3d6a",
                        "s": "察哈尔右翼后旗"
                    },
                    {
                        "i": "3508bdd7ad3e4087b4ed387b1d954fef",
                        "s": "四子王旗"
                    },
                    {
                        "i": "f6ce49b2a27f4e6082f11a859f676fea",
                        "s": "丰镇市"
                    }
                ],
                "i": "6978394cb44f484e819acc8f657cf5f0",
                "n": "乌兰察布"
            },
            {
                "a": [
                    {
                        "i": "f3f386872546475dad841bdb89824101",
                        "s": "乌兰浩特市"
                    },
                    {
                        "i": "e156d957747144ac9b0a0a4a1d635078",
                        "s": "阿尔山市"
                    },
                    {
                        "i": "6cf6ecc800f6453ba1596e632158e991",
                        "s": "科尔沁右翼前旗"
                    },
                    {
                        "i": "9db3ef549a0b48598833369451a974d8",
                        "s": "科尔沁右翼中旗"
                    },
                    {
                        "i": "4497f452e0d64858a30ce34100c9ee6e",
                        "s": "扎赉特旗"
                    },
                    {
                        "i": "7ac5274ae13543978294e2634a56ea14",
                        "s": "突泉县"
                    }
                ],
                "i": "9aa2bf0646d54c0d8b4f3e9f11e648d8",
                "n": "兴安"
            },
            {
                "a": [
                    {
                        "i": "f1d57c8d70314dc0805e0bd14c0d8ff8",
                        "s": "二连浩特市"
                    },
                    {
                        "i": "5b193f38c21b40c6a63629cfa4efba16",
                        "s": "锡林浩特市"
                    },
                    {
                        "i": "4fe032313e314c129bc526da9dd2f910",
                        "s": "阿巴嘎旗"
                    },
                    {
                        "i": "aa0cdcd853944eefb7e5c17cf4bd0411",
                        "s": "苏尼特左旗"
                    },
                    {
                        "i": "66e4dd8821a241e2b7b3ce02ee55fbc5",
                        "s": "苏尼特右旗"
                    },
                    {
                        "i": "635042abcd1647e4aeaa3a914f84671e",
                        "s": "东乌珠穆沁旗"
                    },
                    {
                        "i": "904d50d510c3431f8ecf6062d58e612d",
                        "s": "西乌珠穆沁旗"
                    },
                    {
                        "i": "b8de2fa5acd64190b2d88fc06ff2d13e",
                        "s": "太仆寺旗"
                    },
                    {
                        "i": "e3594fe998a8406394aa7516fc4aeffa",
                        "s": "镶黄旗"
                    },
                    {
                        "i": "e97a08d634c7468cb6ec3039da3aa24d",
                        "s": "正镶白旗"
                    },
                    {
                        "i": "12b3a6152ec64fbeb1a3a7ac28d8a65c",
                        "s": "正蓝旗"
                    },
                    {
                        "i": "99bf5d7cf1e14a5eb59b92e25c035b75",
                        "s": "多伦县"
                    }
                ],
                "i": "080721afcc1f4c4f9db7a46d75cadf5a",
                "n": "锡林郭勒"
            },
            {
                "a": [
                    {
                        "i": "23e308cc27714f34a40869cacd611952",
                        "s": "阿拉善左旗"
                    },
                    {
                        "i": "02d1d1214a2a43f0a22bcb0405fb95e3",
                        "s": "阿拉善右旗"
                    },
                    {
                        "i": "e0dc7981af7e4b72b323e84600749952",
                        "s": "额济纳旗"
                    }
                ],
                "i": "923de75bb7d4412a82397a928f685bd5",
                "n": "阿拉善"
            }
        ],
        "i": "c2dedf639db144d2b5ad4dcc0bf73483",
        "p": "内蒙古"
    },
    {
        "c": [
            {
                "a": [
                    {
                        "i": "4b3769b1594e40258408e665567742ae",
                        "s": "和平区"
                    },
                    {
                        "i": "05f4fcffd88a4a1fb1c726560debede8",
                        "s": "沈河区"
                    },
                    {
                        "i": "a1eed1dd41f744c9a3690f9040ce0198",
                        "s": "大东区"
                    },
                    {
                        "i": "1c74b16377254e91afa608d48be1cd9d",
                        "s": "皇姑区"
                    },
                    {
                        "i": "a514415f8bf64f7e94af49e5d1452460",
                        "s": "铁西区"
                    },
                    {
                        "i": "bcc2ff78077b452bb61bba34c38f628e",
                        "s": "苏家屯区"
                    },
                    {
                        "i": "271507efb2154c7aa0bcf9863fdc1fa4",
                        "s": "东陵区"
                    },
                    {
                        "i": "f2a037eb02e545d9a569424019c49909",
                        "s": "新城子区"
                    },
                    {
                        "i": "2f9c14151f0d42d4a0a431e4f2f55750",
                        "s": "于洪区"
                    },
                    {
                        "i": "67380d5d5212482c9e2602c8240be348",
                        "s": "辽中县"
                    },
                    {
                        "i": "5126ec1246834ab49c4a58f21ad10376",
                        "s": "康平县"
                    },
                    {
                        "i": "3cfb4f209f2c4a28ba4657c758c01269",
                        "s": "法库县"
                    },
                    {
                        "i": "0fe38b12329c438dbb53fed5f62323f9",
                        "s": "新民市"
                    }
                ],
                "i": "7d84e8a7b7664400aa8c9ae0b130e102",
                "n": "沈阳"
            },
            {
                "a": [
                    {
                        "i": "2e65fb27905840e3a0b3d0ea544ea01e",
                        "s": "中山区"
                    },
                    {
                        "i": "aa258079c4ac4da8b6b61a79792a935f",
                        "s": "西岗区"
                    },
                    {
                        "i": "282404d98fdf4056a098f2284dd3b4d1",
                        "s": "沙河口区"
                    },
                    {
                        "i": "bf2e4b239d7343499de153d4e5977aec",
                        "s": "甘井子区"
                    },
                    {
                        "i": "5bdd6f612a1f4081bc1b3240e54ab5d8",
                        "s": "旅顺口区"
                    },
                    {
                        "i": "8ce0ca4371c74593aeddc8f5a6964915",
                        "s": "金州区"
                    },
                    {
                        "i": "3d1df28c14e34dfbbb9cc18c3bccc54d",
                        "s": "长海县"
                    },
                    {
                        "i": "bb55107e27ac4fcaa39d583d67577bba",
                        "s": "瓦房店市"
                    },
                    {
                        "i": "289ecda90a274d20a08c9be3e890dd00",
                        "s": "普兰店市"
                    },
                    {
                        "i": "b666db47d8c347a180988ca9e7559a7c",
                        "s": "庄河市"
                    }
                ],
                "i": "7bf60faf4b8945bea9683c3d65cffb92",
                "n": "大连"
            },
            {
                "a": [
                    {
                        "i": "c99fd13e8a5a463faeead8df6e1335d8",
                        "s": "铁东区"
                    },
                    {
                        "i": "e6dfa175e1d3482eb93bc1d3cbf4ea99",
                        "s": "铁西区"
                    },
                    {
                        "i": "679c48ffcd0b45b4b4d51b40b6a19fec",
                        "s": "立山区"
                    },
                    {
                        "i": "3e796211728945f9b17e52ba769e3bdc",
                        "s": "千山区"
                    },
                    {
                        "i": "a0c0a3ba3c694f5386311e063204fa22",
                        "s": "台安县"
                    },
                    {
                        "i": "826a8c87708146d9aff089b57d130c60",
                        "s": "210323"
                    },
                    {
                        "i": "113218135b444d61a5b1e8736405bb59",
                        "s": "海城市"
                    }
                ],
                "i": "e43354b8ebab4ae3834039ef9168daa0",
                "n": "鞍山"
            },
            {
                "a": [
                    {
                        "i": "94381079ea6b47eca2eabd23510a7c13",
                        "s": "新抚区"
                    },
                    {
                        "i": "ee34b9eeec8a4247b75435b2e81ee290",
                        "s": "东洲区"
                    },
                    {
                        "i": "d283dbd5d6144efba7e23c1142ac1697",
                        "s": "望花区"
                    },
                    {
                        "i": "3ea099140a274e4ea8a955e247a1757a",
                        "s": "顺城区"
                    },
                    {
                        "i": "47a7e45366624423b1a71923311fff5f",
                        "s": "抚顺县"
                    },
                    {
                        "i": "b156087d45a345f7ac937904e348af2c",
                        "s": "新宾满族自治县"
                    },
                    {
                        "i": "d6fa78e46f6245f6a6b9b7e4a8419d1d",
                        "s": "清原满族自治县"
                    }
                ],
                "i": "46f6334bb9994f6b935b1116527c582a",
                "n": "抚顺"
            },
            {
                "a": [
                    {
                        "i": "5e35cd905241491cb5169d20608c95c6",
                        "s": "平山区"
                    },
                    {
                        "i": "4c4148ab4b934a64a336cfd1969ed49e",
                        "s": "溪湖区"
                    },
                    {
                        "i": "1375f489c6ea4016be90f0f4f46dd862",
                        "s": "明山区"
                    },
                    {
                        "i": "b79a0e93d3324509a5963555afa120ba",
                        "s": "南芬区"
                    },
                    {
                        "i": "1ef3b9b44fcf472cae40d0d2dde088ca",
                        "s": "本溪满族自治县"
                    },
                    {
                        "i": "d2898ddd931247a9979625059fa3ea11",
                        "s": "桓仁满族自治县"
                    }
                ],
                "i": "9e32b519a27a47fa850a5dcd278216de",
                "n": "本溪"
            },
            {
                "a": [
                    {
                        "i": "d99e6c738f91421ca69816d3aad70225",
                        "s": "元宝区"
                    },
                    {
                        "i": "f3de1aab33c9466e8465016e7990189b",
                        "s": "振兴区"
                    },
                    {
                        "i": "719e9fb953bf49cfbc80c9bd331b4257",
                        "s": "振安区"
                    },
                    {
                        "i": "ddb3c24023e84e70ad331ef0df687c6c",
                        "s": "宽甸满族自治县"
                    },
                    {
                        "i": "95f1a32438934d8991dccef76590c997",
                        "s": "东港市"
                    },
                    {
                        "i": "1dc0427d22f042e5bb69c8a56786e5a3",
                        "s": "凤城市"
                    }
                ],
                "i": "9a26581077ca43d28744afc2f87efbf3",
                "n": "丹东"
            },
            {
                "a": [
                    {
                        "i": "66d97d88eddd4ff5b3696b49ea9da8fb",
                        "s": "古塔区"
                    },
                    {
                        "i": "25f8dc5e375b46c7b9ccbbd1a2fed311",
                        "s": "凌河区"
                    },
                    {
                        "i": "78dab629affd41cea6c20f6e480e665b",
                        "s": "太和区"
                    },
                    {
                        "i": "7f10f81c4cfc4adabc94df3a9f04d674",
                        "s": "黑山县"
                    },
                    {
                        "i": "d7cc42991e7f4c4d80044c71b4d62d11",
                        "s": "义县"
                    },
                    {
                        "i": "3eeedd4718e14f22bc748e830741c57d",
                        "s": "凌海市"
                    },
                    {
                        "i": "630aad1c59d143fd9fe76eca39f90b41",
                        "s": "北镇市"
                    }
                ],
                "i": "499d3c435a934e04a09dfb4388a45ef3",
                "n": "锦州"
            },
            {
                "a": [
                    {
                        "i": "6c08c0e7ef6e4ec982f07a6ba12d4ee2",
                        "s": "站前区"
                    },
                    {
                        "i": "ef1a06b9639a45cba38cfbfe5ddd6bfb",
                        "s": "西市区"
                    },
                    {
                        "i": "531507ba08de4beca9d5ad0a9ae9ea67",
                        "s": "鲅鱼圈区"
                    },
                    {
                        "i": "df19fa71fde14822b6ba37ebcff79ef1",
                        "s": "老边区"
                    },
                    {
                        "i": "9589814acaa649ab8664d34d0c746833",
                        "s": "盖州市"
                    },
                    {
                        "i": "a95a55bd8ac740e9a68dffe512ce5fce",
                        "s": "大石桥市"
                    }
                ],
                "i": "cce9db1e8cf648a493925638d0aeae9b",
                "n": "营口"
            },
            {
                "a": [
                    {
                        "i": "380aff64249449ec987fd5ffb1386c00",
                        "s": "海州区"
                    },
                    {
                        "i": "e0ecfcbc170a4b16bffeab10a7ed5c21",
                        "s": "新邱区"
                    },
                    {
                        "i": "e4d13b053efe48dfb304473e6e973288",
                        "s": "太平区"
                    },
                    {
                        "i": "cc3264d6afd247b29a446ed11d63d5bf",
                        "s": "清河门区"
                    },
                    {
                        "i": "7c6f6442b7b648b886062fc434c7347e",
                        "s": "细河区"
                    },
                    {
                        "i": "28fe35b1dd894d3a8b2179b92d0a862a",
                        "s": "阜新蒙古族自治县"
                    },
                    {
                        "i": "d798055bac1b47b98f095c9e13d4f888",
                        "s": "彰武县"
                    }
                ],
                "i": "73e172d6474b44e1bc7717aa8267eb41",
                "n": "阜新"
            },
            {
                "a": [
                    {
                        "i": "5e4c9b4570fb4b2eb36b396d370a6f86",
                        "s": "白塔区"
                    },
                    {
                        "i": "40aa3bd1d72942d1a54e6db01adbdfa8",
                        "s": "文圣区"
                    },
                    {
                        "i": "1a209cdd87c0435da1cdfc7ce260d710",
                        "s": "宏伟区"
                    },
                    {
                        "i": "1aa1aa1dbbee43ceabae3a394673859c",
                        "s": "弓长岭区"
                    },
                    {
                        "i": "222db43dc28048eea3a56e0a3eaf40cf",
                        "s": "太子河区"
                    },
                    {
                        "i": "43498545bcaa4b24a61f4ba65e746c56",
                        "s": "辽阳县"
                    },
                    {
                        "i": "1dc102c0ef034c0897b3ad8418c431c7",
                        "s": "灯塔市"
                    }
                ],
                "i": "65ac2d1fbc2d41da9927a2753490b7e8",
                "n": "辽阳"
            },
            {
                "a": [
                    {
                        "i": "9de26fa2077341c58699b939bf5f5508",
                        "s": "双台子区"
                    },
                    {
                        "i": "9722a571700e4f80909b0cc74a8822b2",
                        "s": "兴隆台区"
                    },
                    {
                        "i": "3ded3a08229e4a9d8102ce5f2c21192a",
                        "s": "大洼县"
                    },
                    {
                        "i": "7a841e14dda64c8983710469212461d1",
                        "s": "盘山县"
                    }
                ],
                "i": "24c6ec5344b5449aa87a919453b92ead",
                "n": "盘锦"
            },
            {
                "a": [
                    {
                        "i": "b1f026e6a04d417286a8eaf83672a1f4",
                        "s": "银州区"
                    },
                    {
                        "i": "9259b3c5b0e54e8781b38a82e69726e3",
                        "s": "清河区"
                    },
                    {
                        "i": "4368e61440cd4d71935be477b2f66aae",
                        "s": "铁岭县"
                    },
                    {
                        "i": "5727d2fc23b6434096d32c40ea5ba9a1",
                        "s": "西丰县"
                    },
                    {
                        "i": "673d7cf96fe844e0b5d0baf67d0b1d1f",
                        "s": "昌图县"
                    },
                    {
                        "i": "67443105a25a44a58af49b96fa376372",
                        "s": "调兵山市"
                    },
                    {
                        "i": "5ac9645b4df94cd3a8b51fd9f1d5a241",
                        "s": "开原市"
                    }
                ],
                "i": "0eb560b152934386b8a9d239deef6c8f",
                "n": "铁岭"
            },
            {
                "a": [
                    {
                        "i": "04d7dcaff5ed4dbfa8df18f68cff3050",
                        "s": "双塔区"
                    },
                    {
                        "i": "0d94d13af4e045bfb3ca0a0080dd3766",
                        "s": "龙城区"
                    },
                    {
                        "i": "f64d7fd0bdc14ff29d3f5e82532ac53f",
                        "s": "朝阳县"
                    },
                    {
                        "i": "704b6fd7ce1e41878d953bed337836c0",
                        "s": "建平县"
                    },
                    {
                        "i": "208c2273702948ffada6f3496f3deba3",
                        "s": "喀喇沁左翼蒙古族自治县"
                    },
                    {
                        "i": "469af8a4fae84a10af1efce21f11f1d8",
                        "s": "北票市"
                    },
                    {
                        "i": "95aaba3a2510493eb920ada3895b4dcb",
                        "s": "凌源市"
                    }
                ],
                "i": "8c07726516424bd3b40fe74edaea6428",
                "n": "朝阳"
            },
            {
                "a": [
                    {
                        "i": "3fd6b76d30f347ae93be308e621ae94b",
                        "s": "连山区"
                    },
                    {
                        "i": "c6756b5d30b540a39c9397dda21272da",
                        "s": "龙港区"
                    },
                    {
                        "i": "1cd08f1afc5e43f28601f16f5a17461b",
                        "s": "南票区"
                    },
                    {
                        "i": "e187482b95f1440793552458462a1cc8",
                        "s": "绥中县"
                    },
                    {
                        "i": "2b7924051b6b497c9bcda4620b991b0c",
                        "s": "建昌县"
                    },
                    {
                        "i": "7c26b4549517431eb70a5dd0310ee3e6",
                        "s": "兴城市"
                    }
                ],
                "i": "b7424196d0664378b36ed5631af0feb2",
                "n": "葫芦岛"
            }
        ],
        "i": "9a5f9077227442cdb5ec6e6e5aeac480",
        "p": "辽宁"
    },
    {
        "c": [
            {
                "a": [
                    {
                        "i": "a2ce8d6ded004ef59694172aaf8553fe",
                        "s": "南关区"
                    },
                    {
                        "i": "3e3984354d88452a810d8ff7a1cad9cf",
                        "s": "宽城区"
                    },
                    {
                        "i": "c23f2ec1e53b48df8fc1c0e380844c7a",
                        "s": "朝阳区"
                    },
                    {
                        "i": "a7081c2d7a9a4d26be0d44d78be1e355",
                        "s": "二道区"
                    },
                    {
                        "i": "fa36fae186994b8d99f5336b578aa2b7",
                        "s": "绿园区"
                    },
                    {
                        "i": "4815c5d6b2d2441194d36f9e99b55dc0",
                        "s": "双阳区"
                    },
                    {
                        "i": "d622bfadd2224543bb3fc2d3c43a6208",
                        "s": "农安县"
                    },
                    {
                        "i": "5e83bbedbdaf4818952ee451dfce10f1",
                        "s": "九台市"
                    },
                    {
                        "i": "2cb5a29497d24b7c8b2723bfb3e65782",
                        "s": "榆树市"
                    },
                    {
                        "i": "6374bbcc792148068275b49c97ff2d67",
                        "s": "德惠市"
                    }
                ],
                "i": "fe717822d96843e6ade1e1763c07f0cc",
                "n": "长春"
            },
            {
                "a": [
                    {
                        "i": "ab84110765444991ada104de20a6b1d6",
                        "s": "昌邑区"
                    },
                    {
                        "i": "6eb644b1f81f4ee6a1da1fac5da5f27b",
                        "s": "龙潭区"
                    },
                    {
                        "i": "4e4d9e2d8f3549e8883b79de971bea2f",
                        "s": "船营区"
                    },
                    {
                        "i": "b3f75cf06e2e44cd8aa5977b19c4cdeb",
                        "s": "丰满区"
                    },
                    {
                        "i": "6b95932754584ecfbaa17f814dc9ef5f",
                        "s": "永吉县"
                    },
                    {
                        "i": "5fa70c9e178b41b4a44c7726166987ee",
                        "s": "蛟河市"
                    },
                    {
                        "i": "3366e1e1681a41d29c34bd15f33ac98f",
                        "s": "桦甸市"
                    },
                    {
                        "i": "541c609e980245dbb1712c6fc6b361d8",
                        "s": "舒兰市"
                    },
                    {
                        "i": "776c886286cd4bcda1e00626ca6c076c",
                        "s": "磐石市"
                    }
                ],
                "i": "8262fce6cbe9461684af02b64602f4d1",
                "n": "吉林"
            },
            {
                "a": [
                    {
                        "i": "a007d59b616f4adbbdbfaeb6b708e83c",
                        "s": "铁西区"
                    },
                    {
                        "i": "7ccad52f94e54216a1934997cae48e13",
                        "s": "铁东区"
                    },
                    {
                        "i": "fbf880b0a49c4053a80166e1ebff9131",
                        "s": "梨树县"
                    },
                    {
                        "i": "b9f6363ccf974961adab247f9207f65f",
                        "s": "伊通满族自治县"
                    },
                    {
                        "i": "6d9839b3552f4c6fbe76d0a5a2d89812",
                        "s": "公主岭市"
                    },
                    {
                        "i": "5a5f8fba29af4e668b88ec7bb0b67bce",
                        "s": "双辽市"
                    }
                ],
                "i": "2a4d626caaff4679afb28ec8acb28ca1",
                "n": "四平"
            },
            {
                "a": [
                    {
                        "i": "eb1e2138aba14552934a8909f26eb290",
                        "s": "龙山区"
                    },
                    {
                        "i": "3eee6eba21a7424d8c618cc1b3dc7d6a",
                        "s": "西安区"
                    },
                    {
                        "i": "f2a5cf5e49584f559749c8a4657796a6",
                        "s": "东丰县"
                    },
                    {
                        "i": "b57dbf203ae64a1791778f1a8e1dfdcc",
                        "s": "东辽县"
                    }
                ],
                "i": "fa8feacf204248408700ff94915f9f66",
                "n": "辽源"
            },
            {
                "a": [
                    {
                        "i": "aa82a37cf20140e3a475428968c91c93",
                        "s": "东昌区"
                    },
                    {
                        "i": "74bb01d214b042e9883f453de7339b92",
                        "s": "二道江区"
                    },
                    {
                        "i": "8397ef1802b24981acb0fd82bfcef9f6",
                        "s": "通化县"
                    },
                    {
                        "i": "665ada76b0ea47249d20e69f7b50c0a7",
                        "s": "辉南县"
                    },
                    {
                        "i": "03bb4213be96435a924727e7faeacd8e",
                        "s": "柳河县"
                    },
                    {
                        "i": "aba54eb55bd9463a84280cb20b48a714",
                        "s": "梅河口市"
                    },
                    {
                        "i": "43f96ae6d3ce42008ed1b5ebfa874a10",
                        "s": "集安市"
                    }
                ],
                "i": "b13cd3999ff74d19a520e3282ea0944f",
                "n": "通化"
            },
            {
                "a": [
                    {
                        "i": "4df5111689554219aabbc36faa0fe3bf",
                        "s": "八道江区"
                    },
                    {
                        "i": "49c61eb327b6468d85674d564a93ae94",
                        "s": "江源区"
                    },
                    {
                        "i": "55039104c83041f99943ce1300a440f5",
                        "s": "抚松县"
                    },
                    {
                        "i": "84c131fcf04d4da6bda7cd37c380a9b6",
                        "s": "靖宇县"
                    },
                    {
                        "i": "161b8faaf37449beb37982a6355797ad",
                        "s": "长白朝鲜族自治县"
                    },
                    {
                        "i": "b15505a2a9bd4e7c83f781193a94f7a3",
                        "s": "临江市"
                    }
                ],
                "i": "c66557d87a0d42d881d3c0834c222ad7",
                "n": "白山"
            },
            {
                "a": [
                    {
                        "i": "dd2bb4343d124451bd95564698bde9df",
                        "s": "宁江区"
                    },
                    {
                        "i": "8453d9a1f49a4fb1bc5f0df340a6a0a2",
                        "s": "前郭尔罗斯蒙古族自治县"
                    },
                    {
                        "i": "c050fab480e84edba388cc1c9d134746",
                        "s": "长岭县"
                    },
                    {
                        "i": "d412f110a63c43bd9ef0bc3bb2d6ab1c",
                        "s": "乾安县"
                    },
                    {
                        "i": "327216c211ae47b3bf4290b58346de6d",
                        "s": "扶余县"
                    }
                ],
                "i": "be2d201575474625a0832c62572a20b8",
                "n": "松原"
            },
            {
                "a": [
                    {
                        "i": "2d6b9a15c6f840f28b5d60bca506252b",
                        "s": "洮北区"
                    },
                    {
                        "i": "2212a4795a8046efbaa38e684aa78283",
                        "s": "镇赉县"
                    },
                    {
                        "i": "98abc25ab72047fa8fb9656f02d48eae",
                        "s": "通榆县"
                    },
                    {
                        "i": "9cbeed86a86149048bc3ca3940b88b9c",
                        "s": "洮南市"
                    },
                    {
                        "i": "65b767d915774635b73f550dd72389c6",
                        "s": "大安市"
                    }
                ],
                "i": "0d19f33b88704680a7a45c90b3c57d6f",
                "n": "白城"
            },
            {
                "a": [
                    {
                        "i": "31b9638df3a3457392fd5b74bf009fbc",
                        "s": "延吉市"
                    },
                    {
                        "i": "d975bc0a798e4a629a493be8c1d63d3b",
                        "s": "图们市"
                    },
                    {
                        "i": "4371cbf253fd4dbebc2e77d2629a44b3",
                        "s": "敦化市"
                    },
                    {
                        "i": "101f5ab26e404b9689f748b266e80b1f",
                        "s": "珲春市"
                    },
                    {
                        "i": "d54f0f4fcb4548fa94ed53edf2082fda",
                        "s": "龙井市"
                    },
                    {
                        "i": "2f696aa524894e1f98aff2b9b5264203",
                        "s": "和龙市"
                    },
                    {
                        "i": "364006be65d445b08cbf7e1ff931dcaf",
                        "s": "汪清县"
                    },
                    {
                        "i": "6f9a2bea08434cebb1e6b7ae3e1fad99",
                        "s": "安图县"
                    }
                ],
                "i": "b00d2d0be6bc4686aff106826f177567",
                "n": "延边"
            }
        ],
        "i": "af76c043601c4e3f9a617625ca248de6",
        "p": "吉林"
    },
    {
        "c": [
            {
                "a": [
                    {
                        "i": "10e985835a684a43939a8683a8c71741",
                        "s": "道里区"
                    },
                    {
                        "i": "1b088b63248743c79043e700e6b37dcd",
                        "s": "南岗区"
                    },
                    {
                        "i": "32474ef4b95c4fa8828e1c0a768c3b58",
                        "s": "道外区"
                    },
                    {
                        "i": "28a8f8945125463f9616e3cc7dfbe090",
                        "s": "平房区"
                    },
                    {
                        "i": "fddb969a23624fdfb2c1baa23f375273",
                        "s": "松北区"
                    },
                    {
                        "i": "0415d25d2e19476aa0356bedff795469",
                        "s": "香坊区"
                    },
                    {
                        "i": "00f7d3e1e0f04281a9daa036543d93c0",
                        "s": "呼兰区"
                    },
                    {
                        "i": "76b109fae3414934b21803d600eb069c",
                        "s": "阿城区"
                    },
                    {
                        "i": "8261b9259a904c8bb56a4202c9fdb402",
                        "s": "依兰县"
                    },
                    {
                        "i": "f07d9c25ff57464792d3873a35486f20",
                        "s": "方正县"
                    },
                    {
                        "i": "ee1679c8c2764a17b1a4a21d3b91914a",
                        "s": "宾县"
                    },
                    {
                        "i": "9fb1a0f3356f4e5baeb1a543850f8fe3",
                        "s": "巴彦县"
                    },
                    {
                        "i": "11445db066254a4a9eda3fda02d99171",
                        "s": "木兰县"
                    },
                    {
                        "i": "5874394b651642459122609242933d94",
                        "s": "通河县"
                    },
                    {
                        "i": "8796e6c301834eea82a4db1fe52654bd",
                        "s": "延寿县"
                    },
                    {
                        "i": "7185b210ef1c4e68964587c225180479",
                        "s": "双城市"
                    },
                    {
                        "i": "d7295c00591d4732a66fc17c23dce4b8",
                        "s": "尚志市"
                    },
                    {
                        "i": "ad9bddf2df6c4ae9bbc849141d571d60",
                        "s": "五常市"
                    }
                ],
                "i": "81a68ba46c8a413c912e604abbfb315e",
                "n": "哈尔滨"
            },
            {
                "a": [
                    {
                        "i": "71ac24d1ede942e6a983ddfe20e54871",
                        "s": "龙沙区"
                    },
                    {
                        "i": "841a51027f014aada94a46ac86832a49",
                        "s": "建华区"
                    },
                    {
                        "i": "806a75f624a7496a95bd83489282f503",
                        "s": "铁锋区"
                    },
                    {
                        "i": "76779d9f3806465297a0dbc1b5bb4f83",
                        "s": "昂昂溪区"
                    },
                    {
                        "i": "216430dc7087414d8dfadee0ecc66bf7",
                        "s": "富拉尔基区"
                    },
                    {
                        "i": "f26543241b184c38a749df8a34604022",
                        "s": "碾子山区"
                    },
                    {
                        "i": "cf20bec546f84689889ff54423148e13",
                        "s": "梅里斯达斡尔族区"
                    },
                    {
                        "i": "75a78d0a24e54e8dac7976b63a456500",
                        "s": "龙江县"
                    },
                    {
                        "i": "6f9eab38be2b4087b48177a9df9a5719",
                        "s": "依安县"
                    },
                    {
                        "i": "1f4a015d72084d8ea58b57c3da379381",
                        "s": "泰来县"
                    },
                    {
                        "i": "2d5b96497f3c459ca85bfdd175bd21c8",
                        "s": "甘南县"
                    },
                    {
                        "i": "e6322d5018bd47929b0379e86918ded5",
                        "s": "富裕县"
                    },
                    {
                        "i": "6ed44dace20446918a1e1ec78e29e8b4",
                        "s": "克山县"
                    },
                    {
                        "i": "8eaa9b666d1c4aa1828b5dbea3d9a4d4",
                        "s": "克东县"
                    },
                    {
                        "i": "2de602b32f7c4079973b1b583a51f9b4",
                        "s": "拜泉县"
                    },
                    {
                        "i": "1c5d1b51b52646dda4c6596e5046fcbd",
                        "s": "讷河市"
                    }
                ],
                "i": "54a575dbffd441d5ab94a8f3cdf6992f",
                "n": "齐齐哈尔"
            },
            {
                "a": [
                    {
                        "i": "c6cfc5b2de354cc0a59229e725988405",
                        "s": "鸡冠区"
                    },
                    {
                        "i": "d785cad674d9480c81153091346c9cf2",
                        "s": "恒山区"
                    },
                    {
                        "i": "6f7e98fe5e9a447ab9c574539443f7a4",
                        "s": "滴道区"
                    },
                    {
                        "i": "f42dccba981248439fe9ea0f8194c3c5",
                        "s": "梨树区"
                    },
                    {
                        "i": "6cc7d5f85e134fc0827d299fe19da166",
                        "s": "城子河区"
                    },
                    {
                        "i": "99450c5f993e4491a480577c068c11ec",
                        "s": "麻山区"
                    },
                    {
                        "i": "939f60043e6f4ae0b83f257e1e0a94c6",
                        "s": "鸡东县"
                    },
                    {
                        "i": "4cd4568dfae746e6a3558a699db26b18",
                        "s": "虎林市"
                    },
                    {
                        "i": "84fc168c68ae4004a5c07de6e6d5ee31",
                        "s": "密山市"
                    }
                ],
                "i": "4d75a6d30ab84400a9d6c9ee9171a061",
                "n": "鸡西"
            },
            {
                "a": [
                    {
                        "i": "db22a6d814624e73a63c23720e9168c3",
                        "s": "向阳区"
                    },
                    {
                        "i": "aa3c8799af254d109ca31150db2c4d4b",
                        "s": "工农区"
                    },
                    {
                        "i": "c40016e8236a431a9e5ea591ce537cce",
                        "s": "南山区"
                    },
                    {
                        "i": "468c7a00e6cb40589c728bc262ee57ef",
                        "s": "兴安区"
                    },
                    {
                        "i": "ee76c29284384022867dede85c695c3b",
                        "s": "东山区"
                    },
                    {
                        "i": "777df8a4ce6a42b881cdecb012ae50d1",
                        "s": "兴山区"
                    },
                    {
                        "i": "fc5241611e2e4a389ecdbb5f0dbfa3ea",
                        "s": "萝北县"
                    },
                    {
                        "i": "60ed0e42ab274818ba65fc723b2c3df8",
                        "s": "绥滨县"
                    }
                ],
                "i": "feb3caf6874048249de1aaef77dd4899",
                "n": "鹤岗"
            },
            {
                "a": [
                    {
                        "i": "4fa6d651e0d54d9f9d427bb426d8f2b6",
                        "s": "尖山区"
                    },
                    {
                        "i": "9035f816e09149cf8494a8f664812b22",
                        "s": "岭东区"
                    },
                    {
                        "i": "12b5899744ad48f7a5278ed674d71189",
                        "s": "四方台区"
                    },
                    {
                        "i": "286e50b3833642f6976092453ec94d21",
                        "s": "宝山区"
                    },
                    {
                        "i": "a3bc8f0379f948b1acc7379ed1cd2bf5",
                        "s": "集贤县"
                    },
                    {
                        "i": "00d02da359ab442e8cc3f128b5f8f112",
                        "s": "友谊县"
                    },
                    {
                        "i": "95a2830661c741ad9db97a82ace49122",
                        "s": "宝清县"
                    },
                    {
                        "i": "2bd7108c28f14eb184f79fa155233fe5",
                        "s": "饶河县"
                    }
                ],
                "i": "29ac65572fb346088b83ad2755a80bd0",
                "n": "双鸭山"
            },
            {
                "a": [
                    {
                        "i": "c2cc5f70cd6d44419a44fb5f569d9b2b",
                        "s": "萨尔图区"
                    },
                    {
                        "i": "5771640d86b846758b4f32ea966e9938",
                        "s": "龙凤区"
                    },
                    {
                        "i": "16709f6c8d1347ddae9ca8ba9416901b",
                        "s": "让胡路区"
                    },
                    {
                        "i": "e47c290db6e3436ab7134d097e5e3b85",
                        "s": "红岗区"
                    },
                    {
                        "i": "a1fec0cc42f74cc0b81c0e2005521e5c",
                        "s": "大同区"
                    },
                    {
                        "i": "3dec0f76a5a545969dc4d32cdf89c5ca",
                        "s": "肇州县"
                    },
                    {
                        "i": "f9de36c4d39248da9c02071c7740f48a",
                        "s": "肇源县"
                    },
                    {
                        "i": "1aab71560c1647c3ab787319c560934a",
                        "s": "林甸县"
                    },
                    {
                        "i": "745a83560bcf4f81a4e7a172d6d80744",
                        "s": "杜尔伯特蒙古族自治县"
                    }
                ],
                "i": "145b1f6c4c94489f981c58e1b671afb4",
                "n": "大庆"
            },
            {
                "a": [
                    {
                        "i": "6a2b1d1c76244647936010e711773669",
                        "s": "伊春区"
                    },
                    {
                        "i": "a80881bf293a4a91b8d3f219d6c7bf33",
                        "s": "南岔区"
                    },
                    {
                        "i": "9e1fd077dc304253a48f30e171bf6f95",
                        "s": "友好区"
                    },
                    {
                        "i": "4d17a4f6c7df4d2b87d0f98672b3bc68",
                        "s": "西林区"
                    },
                    {
                        "i": "87077d9a491b41299d3b7fc5d074d6a3",
                        "s": "翠峦区"
                    },
                    {
                        "i": "e0fa008a8abf49988fa03b0d1c2357ea",
                        "s": "新青区"
                    },
                    {
                        "i": "948fb02fc7ca438d89e70c6e39ceb376",
                        "s": "美溪区"
                    },
                    {
                        "i": "be05df5144f24178800765cffae426b7",
                        "s": "金山屯区"
                    },
                    {
                        "i": "54bed96e1efc4b5a9397131a6e1c467e",
                        "s": "五营区"
                    },
                    {
                        "i": "f2e3b7e253784115b624227ce9e5cd53",
                        "s": "乌马河区"
                    },
                    {
                        "i": "4f295f95c0b74d70a86754d7871eeb3f",
                        "s": "汤旺河区"
                    },
                    {
                        "i": "12c2f087b22c4dc384921c437f1687cc",
                        "s": "带岭区"
                    },
                    {
                        "i": "9b4830f809a3475197ed573400727b84",
                        "s": "乌伊岭区"
                    },
                    {
                        "i": "98df22de39814074bb9a1800f7d214a6",
                        "s": "红星区"
                    },
                    {
                        "i": "7e6536620a094267b0bf60f17d55878c",
                        "s": "上甘岭区"
                    },
                    {
                        "i": "a45c0497f87e4a6db15c7933902f7f4f",
                        "s": "嘉荫县"
                    },
                    {
                        "i": "5c2068c926074807b93174a55b8c2439",
                        "s": "铁力市"
                    }
                ],
                "i": "a713c9180fb14a0b95ae6981d6e88545",
                "n": "伊春"
            },
            {
                "a": [
                    {
                        "i": "bfa95988bdf04d70826f81c07c7dc051",
                        "s": "向阳区"
                    },
                    {
                        "i": "df0e4b26ed234cc79aca54539f5b0a48",
                        "s": "前进区"
                    },
                    {
                        "i": "03ee3a07246e4ca3bd2e06fc9ba06359",
                        "s": "东风区"
                    },
                    {
                        "i": "38e16a05920b4f2da4c4cbda0651c08e",
                        "s": "郊区"
                    },
                    {
                        "i": "a74f2331ba704854b7493a7112e08fb5",
                        "s": "桦南县"
                    },
                    {
                        "i": "5226fc96dce64e4f951506f2cf5722cd",
                        "s": "桦川县"
                    },
                    {
                        "i": "1b1ce80117dc4137843a6961d69e6cac",
                        "s": "汤原县"
                    },
                    {
                        "i": "a81d3ac6f0d84810a3652471974e2309",
                        "s": "抚远县"
                    },
                    {
                        "i": "6ace42a8857241c7afcec73ba644f7d8",
                        "s": "同江市"
                    },
                    {
                        "i": "9a9b6d0e7d6a4c4f8b886941ea54ee1d",
                        "s": "富锦市"
                    }
                ],
                "i": "18a9a32826b84d04a395139f4f91787c",
                "n": "佳木斯"
            },
            {
                "a": [
                    {
                        "i": "8316e972c921487bb774c00a12745036",
                        "s": "新兴区"
                    },
                    {
                        "i": "a16606dc211c4f14af0521da56b0432a",
                        "s": "桃山区"
                    },
                    {
                        "i": "18298064ed9d493396fac3e775a5f70b",
                        "s": "茄子河区"
                    },
                    {
                        "i": "235a6b3102354bc1946b079d5e4561be",
                        "s": "勃利县"
                    }
                ],
                "i": "a895feb97dff4cc797306fd4019547b2",
                "n": "七台河"
            },
            {
                "a": [
                    {
                        "i": "8c723e3c730f40b7bd063f6f589f5e3e",
                        "s": "东安区"
                    },
                    {
                        "i": "812e82b5dcbc4795995bcce021ccc6ce",
                        "s": "阳明区"
                    },
                    {
                        "i": "5826570a74ff4b0b978ae58de9a95435",
                        "s": "爱民区"
                    },
                    {
                        "i": "430e7515d92c4f1bb113757a6a4efd35",
                        "s": "西安区"
                    },
                    {
                        "i": "d577e07e0b4a47e58da766253c300f90",
                        "s": "东宁县"
                    },
                    {
                        "i": "59b86d437d3448dabe63ccb3a029a8b5",
                        "s": "林口县"
                    },
                    {
                        "i": "7336018685334212bfd5af5570f91666",
                        "s": "绥芬河市"
                    },
                    {
                        "i": "c4f5b446236c431ca29d5207477da7e8",
                        "s": "海林市"
                    },
                    {
                        "i": "e9cb44be7a11429598a0b05c1b20e764",
                        "s": "宁安市"
                    },
                    {
                        "i": "17cb3ea2343d44d88a95ace65418adf3",
                        "s": "穆棱市"
                    }
                ],
                "i": "79d31604a683419ab7eab79bcb6797c1",
                "n": "牡丹江"
            },
            {
                "a": [
                    {
                        "i": "bb7698e50f514ca598e4504dba2d7515",
                        "s": "爱辉区"
                    },
                    {
                        "i": "3a392a7a8df24a1e8a6c5e1038e66d47",
                        "s": "嫩江县"
                    },
                    {
                        "i": "a8430d7bc0e4406281ee0b9bcca55708",
                        "s": "逊克县"
                    },
                    {
                        "i": "68ed8b9b0c864b11953db9712d002e0b",
                        "s": "孙吴县"
                    },
                    {
                        "i": "055f0290d56f4880b4a3dcf76584e0aa",
                        "s": "北安市"
                    },
                    {
                        "i": "48112e1bd81a42d082cfbf0398bf30d7",
                        "s": "五大连池市"
                    }
                ],
                "i": "128f96c5e2c24504928ae4c0a02a0e1c",
                "n": "黑河"
            },
            {
                "a": [
                    {
                        "i": "e413f7d03e5847d4ae6d886710a96820",
                        "s": "北林区"
                    },
                    {
                        "i": "73f816f3d4ee409fb632c70b086f5100",
                        "s": "望奎县"
                    },
                    {
                        "i": "42e31e8e7df148749e2022dfe267fd4c",
                        "s": "兰西县"
                    },
                    {
                        "i": "53df0a81ae4c46c59c98852d36192c65",
                        "s": "青冈县"
                    },
                    {
                        "i": "96a1c7ab7f114c65b79967fabfdd858e",
                        "s": "庆安县"
                    },
                    {
                        "i": "320168fd61fd40f2beb584d87c857356",
                        "s": "明水县"
                    },
                    {
                        "i": "ffb49ff886624661a9e70571504a5061",
                        "s": "绥棱县"
                    },
                    {
                        "i": "d0643d4056b44a5995944e631c286922",
                        "s": "安达市"
                    },
                    {
                        "i": "13aa15f0070144b8a924e134c4ff5fdd",
                        "s": "肇东市"
                    },
                    {
                        "i": "2cfe2b5d09124e508fb5c5d73b5442bc",
                        "s": "海伦市"
                    }
                ],
                "i": "eb8e3a9d315c499181687fcfdf025701",
                "n": "绥化"
            },
            {
                "a": [
                    {
                        "i": "7855f81a5e334c2d821d6be24b85ffbe",
                        "s": "加格达奇区"
                    },
                    {
                        "i": "4366fa11a57548a5ad3ffe77f02390c9",
                        "s": "松岭区"
                    },
                    {
                        "i": "812343cc92d3484aba2dfe0c8c0a3dbf",
                        "s": "新林区"
                    },
                    {
                        "i": "11fb2d2220d5485cb878f684feb50913",
                        "s": "呼中区"
                    },
                    {
                        "i": "f4e1b86ded7e4d009e11d9aa740dd40e",
                        "s": "呼玛县"
                    },
                    {
                        "i": "3a490359c47e45988658f3b7fd1f28a2",
                        "s": "塔河县"
                    },
                    {
                        "i": "0fbe2770da1c4aab99b10bac7a72f8bc",
                        "s": "漠河县"
                    }
                ],
                "i": "81ce95f7a90f44e8a2b1541ef4d2a330",
                "n": "大兴安岭"
            }
        ],
        "i": "2afb2b2f144c43e1a2da4fd4d0ef5648",
        "p": "黑龙江"
    },
    {
        "c": [
            {
                "i": "5d597c0dccbf4641a382ee7343426274",
                "n": "黄浦区"
            },
            {
                "i": "79975f0d334341cc8a6ed455004b7b0c",
                "n": "卢湾区"
            },
            {
                "i": "e1d3e8d4bed3401eaa8a2c094334ad09",
                "n": "徐汇区"
            },
            {
                "i": "cabeb71425b8492facfd7180d9f408f0",
                "n": "长宁区"
            },
            {
                "i": "e66bce2af4af486c80111661bdec77cd",
                "n": "静安区"
            },
            {
                "i": "f9516ffe7f0b4478b0eccbe11899f909",
                "n": "普陀区"
            },
            {
                "i": "dc2d2480cc784cdcafa977df9a522244",
                "n": "闸北区"
            },
            {
                "i": "0d5dfb0a396c4e7f8821195c8fbafc96",
                "n": "虹口区"
            },
            {
                "i": "dbe7d1b8fad84359a0294236d83a5060",
                "n": "杨浦区"
            },
            {
                "i": "2961f7b211864ca58b24306d833ee41c",
                "n": "闵行区"
            },
            {
                "i": "08a91ad8278c4e4d9387b0a8a986bfdf",
                "n": "宝山区"
            },
            {
                "i": "60be94dc90f44e5f891099ed71e4afcf",
                "n": "嘉定区"
            },
            {
                "i": "bc8e470abefe462bb3bf2960bd2b8877",
                "n": "浦东新区"
            },
            {
                "i": "d7032ccde37b4077aa64e7ef44fdee45",
                "n": "金山区"
            },
            {
                "i": "56a026dc8d2c45869d3b2bd0d820107e",
                "n": "松江区"
            },
            {
                "i": "e738a054406f4a6780d398a47c2c6bef",
                "n": "奉贤区"
            },
            {
                "i": "557bf0dd44304a7896cf66428e222062",
                "n": "青浦区"
            },
            {
                "i": "9d73754a87474198ba4b3e2045e8b710",
                "n": "崇明县"
            }
        ],
        "i": "b4754c27eb1c464e90b4038e107004f9",
        "p": "上海"
    },
    {
        "c": [
            {
                "a": [
                    {
                        "i": "ac70e83a46cf4818beca70e8f44ba940",
                        "s": "玄武区"
                    },
                    {
                        "i": "d02b7493b9b042d586b0ce94287d8803",
                        "s": "白下区"
                    },
                    {
                        "i": "dfcaf2194f8a4002b6d48df8fe111df5",
                        "s": "秦淮区"
                    },
                    {
                        "i": "a1f293e9eb074ac9a82e3a1d9c4e070d",
                        "s": "建邺区"
                    },
                    {
                        "i": "b66ea8d4c4b14de58ac3764828c6a39a",
                        "s": "鼓楼区"
                    },
                    {
                        "i": "4758908d20e4443086a91715c03ae283",
                        "s": "下关区"
                    },
                    {
                        "i": "f4503d20e7eb419bad660bea62c23a28",
                        "s": "浦口区"
                    },
                    {
                        "i": "fa1fda9e703b49ebb4829bfa5a688149",
                        "s": "栖霞区"
                    },
                    {
                        "i": "4b08e0a1678b459eb8cf2a0a41bb4906",
                        "s": "雨花台区"
                    },
                    {
                        "i": "46638081ff3940649f38da9bc8a728be",
                        "s": "江宁区"
                    },
                    {
                        "i": "2189ca9d6d664627b238936112bb5006",
                        "s": "六合区"
                    },
                    {
                        "i": "c474ef98d533452692640a1cf063d7cf",
                        "s": "溧水县"
                    },
                    {
                        "i": "8a00324498464ab9b3391d7d41bb3a42",
                        "s": "高淳县"
                    }
                ],
                "i": "3df26d72c6414573a85bfebee515360d",
                "n": "南京"
            },
            {
                "a": [
                    {
                        "i": "8cd473e76a354b15926bd498aa9100c8",
                        "s": "崇安区"
                    },
                    {
                        "i": "96682291b48d41f2ae5049c650c005dd",
                        "s": "南长区"
                    },
                    {
                        "i": "579dd915696047f4b7837824ba34f8ad",
                        "s": "北塘区"
                    },
                    {
                        "i": "5a0b333eb9e34027b58c6e6ebc63f51c",
                        "s": "锡山区"
                    },
                    {
                        "i": "25205b4a04b64cff8490fba3ff37f382",
                        "s": "惠山区"
                    },
                    {
                        "i": "b2df89ed331c4182baff26033f7d3af8",
                        "s": "滨湖区"
                    },
                    {
                        "i": "857515a8a0d34cd8b43081461bb89b35",
                        "s": "江阴市"
                    },
                    {
                        "i": "0a361b4a394e40d0ae94449d59d4bef9",
                        "s": "宜兴市"
                    }
                ],
                "i": "ef630ffd7a21410d96f114d528254553",
                "n": "无锡"
            },
            {
                "a": [
                    {
                        "i": "69261ec88be045ef957bb73a4be91ba2",
                        "s": "鼓楼区"
                    },
                    {
                        "i": "9fab720342ab475cae7785c922ddc4b2",
                        "s": "云龙区"
                    },
                    {
                        "i": "dcbc754f95f442eca93f71cff320ae59",
                        "s": "九里区"
                    },
                    {
                        "i": "ad75a4ede28d4e90a5ce66c74ebd6f7f",
                        "s": "贾汪区"
                    },
                    {
                        "i": "28830eaecb6f4786a2873af0e0b9be4a",
                        "s": "泉山区"
                    },
                    {
                        "i": "0866077170c244e292cce08b38618ff7",
                        "s": "丰县"
                    },
                    {
                        "i": "45805336253645daa76830665a7f1e9f",
                        "s": "沛县"
                    },
                    {
                        "i": "995aabadfb654881975000b65b14466d",
                        "s": "铜山县"
                    },
                    {
                        "i": "383ae89b650e47f1a87e89553e3282b4",
                        "s": "睢宁县"
                    },
                    {
                        "i": "978091ceea0e4bda9cadcb9f4201011c",
                        "s": "新沂市"
                    },
                    {
                        "i": "8bb7a39b3e0b4400939e96ac267ef7a1",
                        "s": "邳州市"
                    }
                ],
                "i": "2f9b659592f543229cfdc1b1bac07585",
                "n": "徐州"
            },
            {
                "a": [
                    {
                        "i": "9ba2d74c65fd4efb8a1d24b83b9bb448",
                        "s": "天宁区"
                    },
                    {
                        "i": "9de286aba2174257a1faf249a0a3bf4a",
                        "s": "钟楼区"
                    },
                    {
                        "i": "9a6393ee99a14632931b19a8072bd0b2",
                        "s": "戚墅堰区"
                    },
                    {
                        "i": "fada9f85fe2c4d3384b3e94dc8b1a747",
                        "s": "新北区"
                    },
                    {
                        "i": "2947afe3baf54a7586c9e867958f94e1",
                        "s": "武进区"
                    },
                    {
                        "i": "c8c92beec6f049abbe29acadde1d596a",
                        "s": "溧阳市"
                    },
                    {
                        "i": "fee25df310f44943820fb97176f3d3bd",
                        "s": "金坛市"
                    }
                ],
                "i": "5cad3c42db4248468588b5da5b0c8914",
                "n": "常州"
            },
            {
                "a": [
                    {
                        "i": "aec4fdcdf12a42ccb97883948ee53c99",
                        "s": "沧浪区"
                    },
                    {
                        "i": "94a7232380fe48aa8637fa1d8d69be6a",
                        "s": "平江区"
                    },
                    {
                        "i": "563b26e27c6e4be09cdef653a04c2bf9",
                        "s": "金阊区"
                    },
                    {
                        "i": "469eeddd76824478a04e85b0b3874807",
                        "s": "虎丘区"
                    },
                    {
                        "i": "a48ce60eea614fdb8d8e49f2c167510c",
                        "s": "吴中区"
                    },
                    {
                        "i": "67ddf6c7e0604db78cae50416746f861",
                        "s": "相城区"
                    },
                    {
                        "i": "73e09e006dd247d180d1ff832947fbd5",
                        "s": "常熟市"
                    },
                    {
                        "i": "f11147cd58f643bab351e613ca525df8",
                        "s": "张家港市"
                    },
                    {
                        "i": "4ebbcfaa079f45f59fbbc35173c4c675",
                        "s": "昆山市"
                    },
                    {
                        "i": "d0be7189764345578b06fa4fdd5ce93e",
                        "s": "吴江市"
                    },
                    {
                        "i": "04533e2d0fac405494f6cb9d1736f8be",
                        "s": "太仓市"
                    },
                    {
                        "i": "8a2100d14b5f3931014b631f205f0550",
                        "s": "姑苏区"
                    }
                ],
                "i": "577473dc64c94be4a44ea74e21652c55",
                "n": "苏州"
            },
            {
                "a": [
                    {
                        "i": "2c673e9b393541b6b358febce046e4d9",
                        "s": "崇川区"
                    },
                    {
                        "i": "c13f147137054ea79855bbe899ab6976",
                        "s": "港闸区"
                    },
                    {
                        "i": "43a18c90e06642428f3501a84f8469d2",
                        "s": "海安县"
                    },
                    {
                        "i": "5e8678866b47430f9e19d5f5c70e4499",
                        "s": "如东县"
                    },
                    {
                        "i": "43d5efa93b9547b99f5189dd4dbdeb42",
                        "s": "启东市"
                    },
                    {
                        "i": "843570398be74e1a9f169dcfdcc91492",
                        "s": "如皋市"
                    },
                    {
                        "i": "7ed99a23326e4de896d17314b346ac51",
                        "s": "通州市"
                    },
                    {
                        "i": "699edd58d4d14e559d0039189b79f838",
                        "s": "海门市"
                    }
                ],
                "i": "aef3530d89a442eaa798d6739a00c0a1",
                "n": "南通"
            },
            {
                "a": [
                    {
                        "i": "5e4aedef83974e099c500992352b5f65",
                        "s": "连云区"
                    },
                    {
                        "i": "03ff87e85b764d02b0ac0af846e353d7",
                        "s": "新浦区"
                    },
                    {
                        "i": "e12a40941e7a41be93c99e59dcd7a624",
                        "s": "海州区"
                    },
                    {
                        "i": "2623258cd76e4986aac8c6972345984c",
                        "s": "赣榆县"
                    },
                    {
                        "i": "38bd8459ce024c3482cb4f6722fd6859",
                        "s": "东海县"
                    },
                    {
                        "i": "dc4eb0ec6e264608bc7573228a293a02",
                        "s": "灌云县"
                    },
                    {
                        "i": "52d99bdc69424f85813a9934ba73d0be",
                        "s": "灌南县"
                    }
                ],
                "i": "6314ba44d7254659a7730d9bf813e2ca",
                "n": "连云港"
            },
            {
                "a": [
                    {
                        "i": "c46c154b17354e79b54f4e230f27a5a8",
                        "s": "清河区"
                    },
                    {
                        "i": "1770dfb0889b4c889360d46cf77a311f",
                        "s": "楚州区"
                    },
                    {
                        "i": "64438bcd4cef4c99a87f78a50f2a69ec",
                        "s": "淮阴区"
                    },
                    {
                        "i": "6dd4f64c6f3442cba144e7b3404ad34c",
                        "s": "清浦区"
                    },
                    {
                        "i": "a670e799248844c0bf86085be1449df0",
                        "s": "涟水县"
                    },
                    {
                        "i": "b55591d974f9452b959e3af1cfd65851",
                        "s": "洪泽县"
                    },
                    {
                        "i": "062fcb5405f942fcb39b0f3e2a7d1e34",
                        "s": "盱眙县"
                    },
                    {
                        "i": "a41e11f4cf824f61b11f3262e584834f",
                        "s": "金湖县"
                    }
                ],
                "i": "f488de5036f54402a25780b56599047a",
                "n": "淮安"
            },
            {
                "a": [
                    {
                        "i": "8508530f7d1143edac79318e2ad10b9e",
                        "s": "亭湖区"
                    },
                    {
                        "i": "ea38c95403f94761ab3eda6f735c98b4",
                        "s": "盐都区"
                    },
                    {
                        "i": "d31575b6239046d4acca71666e9a00ac",
                        "s": "响水县"
                    },
                    {
                        "i": "e80f9108fa7b4450a6f4719dbbdf080b",
                        "s": "滨海县"
                    },
                    {
                        "i": "809f3ecfc9f348d6ac498241ada865d1",
                        "s": "阜宁县"
                    },
                    {
                        "i": "feec3b6c9ea348b189f4939d8f831924",
                        "s": "射阳县"
                    },
                    {
                        "i": "3e444c94526d473caeb6c9cc14d8da62",
                        "s": "建湖县"
                    },
                    {
                        "i": "77713138897a49c88096391658c48475",
                        "s": "东台市"
                    },
                    {
                        "i": "8ed5f85f8840463fbebbe5541b1043b0",
                        "s": "大丰市"
                    }
                ],
                "i": "55e9fc777972417c9aab6b17dd7ecc06",
                "n": "盐城"
            },
            {
                "a": [
                    {
                        "i": "0d4784f8b769446b8d083e170d68010d",
                        "s": "广陵区"
                    },
                    {
                        "i": "7c1b0f39949d4e628dbb05a8d461c0da",
                        "s": "邗江区"
                    },
                    {
                        "i": "613a01422b5e490284d57fddbcb66066",
                        "s": "维扬区"
                    },
                    {
                        "i": "f10716393cdc4bbba551c2f779320ed6",
                        "s": "宝应县"
                    },
                    {
                        "i": "dafcf46e752048f1b816fee33d820ff0",
                        "s": "仪征市"
                    },
                    {
                        "i": "148bb98d8e9443aabefadfc552bfddad",
                        "s": "高邮市"
                    },
                    {
                        "i": "648fec676e4044be850e1cb28a850cb4",
                        "s": "江都市"
                    }
                ],
                "i": "3a1d3937beb349e9b168911d01bc55fb",
                "n": "扬州"
            },
            {
                "a": [
                    {
                        "i": "26e54b8f51a848fd9e0a0b1c23c24fb1",
                        "s": "京口区"
                    },
                    {
                        "i": "c64fa9da166343fc9ca9aa991845cbda",
                        "s": "润州区"
                    },
                    {
                        "i": "e24b4baf7af6413b84c617c0bc7fb91d",
                        "s": "丹徒区"
                    },
                    {
                        "i": "35f7f939c4e1422895d1a8e70c1783ce",
                        "s": "丹阳市"
                    },
                    {
                        "i": "7f46f952c40643758d38cd14e0bea056",
                        "s": "扬中市"
                    },
                    {
                        "i": "9243a893817242d799347ae25a3507c9",
                        "s": "句容市"
                    }
                ],
                "i": "9c223d4d9c6d46d6bacfe8af87a57c43",
                "n": "镇江"
            },
            {
                "a": [
                    {
                        "i": "55aaa32197164623a27b6575fd2ef697",
                        "s": "海陵区"
                    },
                    {
                        "i": "98a3332131ac4c4fa16b8c93d43fccd0",
                        "s": "高港区"
                    },
                    {
                        "i": "1e3ad78316ed48dfa7d9f0ee184e3d7e",
                        "s": "兴化市"
                    },
                    {
                        "i": "da02c01bc3504753928212191cd9578f",
                        "s": "靖江市"
                    },
                    {
                        "i": "a832071cef3d44de9232fe5b8442e00c",
                        "s": "泰兴市"
                    },
                    {
                        "i": "52453430ba554cc4944d22a5494627ba",
                        "s": "姜堰市"
                    }
                ],
                "i": "08b7c686490d477b961695f6d31febc1",
                "n": "泰州"
            },
            {
                "a": [
                    {
                        "i": "86dece190ef84e91a020cb43d20cc5ef",
                        "s": "宿城区"
                    },
                    {
                        "i": "abdacae63fe148bb98b20a2e942821dd",
                        "s": "宿豫区"
                    },
                    {
                        "i": "c65903d4e7f4487dba13f2c17e65ba21",
                        "s": "沭阳县"
                    },
                    {
                        "i": "2b1b43cb0cb64c72bc895fb99a9cc8d3",
                        "s": "泗阳县"
                    },
                    {
                        "i": "4ac81295a1b84c49b0677c9a5b7ce8c9",
                        "s": "泗洪县"
                    }
                ],
                "i": "277be3d45ccd4dcc9a18a44421ebafd4",
                "n": "宿迁"
            }
        ],
        "i": "fc6577b0fe7e48809edee8182a6eabe0",
        "p": "江苏"
    },
    {
        "c": [
            {
                "a": [
                    {
                        "i": "055b8c87fe3c438e971763baf0d0e709",
                        "s": "上城区"
                    },
                    {
                        "i": "dc6cc1b0683a4912b60f93e0c64a5254",
                        "s": "下城区"
                    },
                    {
                        "i": "8d6ab26abc8748869163703aa8e4a4fb",
                        "s": "江干区"
                    },
                    {
                        "i": "c4b257e988fd47e1b6b22d679d09ae69",
                        "s": "拱墅区"
                    },
                    {
                        "i": "e56d05826ddd474bbcd7bee221ffec87",
                        "s": "西湖区"
                    },
                    {
                        "i": "e26981e81814467e9de96a1a5e2378ce",
                        "s": "滨江区"
                    },
                    {
                        "i": "dd959a35beff40b9ae15a3c249ceeb66",
                        "s": "萧山区"
                    },
                    {
                        "i": "01efc4b9654c4d47b5e086752b25e68b",
                        "s": "余杭区"
                    },
                    {
                        "i": "6f138f81f9a24ca6947d3ff58ccf071c",
                        "s": "桐庐县"
                    },
                    {
                        "i": "f2c960c0f9074b6abf1453420659838f",
                        "s": "淳安县"
                    },
                    {
                        "i": "1325bca25bf74be1af50c95aad595251",
                        "s": "建德市"
                    },
                    {
                        "i": "effa929cbcfe44ee8ed9d6539b00a7ae",
                        "s": "富阳市"
                    },
                    {
                        "i": "f4ae25efd76c499baf752477948806d9",
                        "s": "临安市"
                    }
                ],
                "i": "a04b4da8a64b4e7bbf3fb985755012dd",
                "n": "杭州"
            },
            {
                "a": [
                    {
                        "i": "262b18d9ee554228a16dcc13c9910b34",
                        "s": "海曙区"
                    },
                    {
                        "i": "3727919e199642ad94c5d3425dd3af87",
                        "s": "江东区"
                    },
                    {
                        "i": "4a437a8d3a5b4ad692e40f327650e0fa",
                        "s": "江北区"
                    },
                    {
                        "i": "cf503814b0fe4192a4a9eb4d3294cea2",
                        "s": "北仑区"
                    },
                    {
                        "i": "18980ac8d7314932ba11005424d8a6ba",
                        "s": "镇海区"
                    },
                    {
                        "i": "3b26328fece04dd99b4e34be76d3646c",
                        "s": "鄞州区"
                    },
                    {
                        "i": "1416ee76420e4fd2b2a762f8a6fee8f8",
                        "s": "象山县"
                    },
                    {
                        "i": "5292c1f7619e4dfdbc973b6874f57e62",
                        "s": "宁海县"
                    },
                    {
                        "i": "11adcc3fdfc347b694b60d8966c43326",
                        "s": "余姚市"
                    },
                    {
                        "i": "cbaee53ec11e4677a094cea1025564d9",
                        "s": "慈溪市"
                    },
                    {
                        "i": "51c3589eba0f4a1b926ab2352c55c6ee",
                        "s": "奉化市"
                    }
                ],
                "i": "c0fd4b12933d4a3296a041484e00e4a3",
                "n": "宁波"
            },
            {
                "a": [
                    {
                        "i": "75e66ac9340d4606948df8fadc53f4ff",
                        "s": "鹿城区"
                    },
                    {
                        "i": "a26e306cef40499b9f2a54c3f202997e",
                        "s": "龙湾区"
                    },
                    {
                        "i": "2cdb9fa27ab8438582bffbeb49d92b44",
                        "s": "瓯海区"
                    },
                    {
                        "i": "97add570bd584c289c369dbc14a45711",
                        "s": "洞头县"
                    },
                    {
                        "i": "a3e8484d739d458eb8ced47723042327",
                        "s": "永嘉县"
                    },
                    {
                        "i": "6bd49bd5c12d408096ad8e9bcd894ecb",
                        "s": "平阳县"
                    },
                    {
                        "i": "1d1abe97ab9a48ed83b963423d901a46",
                        "s": "苍南县"
                    },
                    {
                        "i": "03fa70dbf69a47ab97c37ea82d1eb0df",
                        "s": "文成县"
                    },
                    {
                        "i": "ceba55d78e2341eabe591f94c7f1ac76",
                        "s": "泰顺县"
                    },
                    {
                        "i": "dd9dd8c45ffa41ce821d184264bf8c86",
                        "s": "瑞安市"
                    },
                    {
                        "i": "46c82c5a13664a1c9a9dc17eec602abf",
                        "s": "乐清市"
                    }
                ],
                "i": "adbb5266049e49e1bf30fd61a88eaeb6",
                "n": "温州"
            },
            {
                "a": [
                    {
                        "i": "af400cf9006245f884228a3e3e13f12e",
                        "s": "南湖区"
                    },
                    {
                        "i": "6035b101ddf645e8b0e262c98312f850",
                        "s": "秀洲区"
                    },
                    {
                        "i": "590459b96501460e9dd0c451276f3576",
                        "s": "嘉善县"
                    },
                    {
                        "i": "ea55c4aaf36b4f24aa19b9755dd44a7d",
                        "s": "海盐县"
                    },
                    {
                        "i": "d1860b908db44c08990329fbb427e3c2",
                        "s": "海宁市"
                    },
                    {
                        "i": "e4d6b21987e44f6698955a36b57e84f6",
                        "s": "平湖市"
                    },
                    {
                        "i": "a3810cc169dd4753a84e1de27d5f3c23",
                        "s": "桐乡市"
                    }
                ],
                "i": "183c63b3e36946ecb3af46fb57bb0675",
                "n": "嘉兴"
            },
            {
                "a": [
                    {
                        "i": "e78449955c634185b0bc09f2b975958c",
                        "s": "吴兴区"
                    },
                    {
                        "i": "6000f5dc0e9d4afead9e1b810f380432",
                        "s": "南浔区"
                    },
                    {
                        "i": "c21111d79f9143d49eb68dd1b1c26110",
                        "s": "德清县"
                    },
                    {
                        "i": "74247c4d21b84adbbd4416b863f34c78",
                        "s": "长兴县"
                    },
                    {
                        "i": "3997c4c7bbf14bafa9984b08ca7c48be",
                        "s": "安吉县"
                    }
                ],
                "i": "db33705e97b9412fadd8aaf9849ebd54",
                "n": "湖州"
            },
            {
                "a": [
                    {
                        "i": "2618fdc134c04f7ba24b1536682c361d",
                        "s": "越城区"
                    },
                    {
                        "i": "faac5ca573404e45afd6ab8cb6768ce6",
                        "s": "绍兴县"
                    },
                    {
                        "i": "adb49385a7fb4b7ea9681c3d6f8b09a2",
                        "s": "新昌县"
                    },
                    {
                        "i": "d5de23747475479d927de74e79aea324",
                        "s": "诸暨市"
                    },
                    {
                        "i": "eb6a740c2b7443f3be07c1c8837e9e94",
                        "s": "上虞市"
                    },
                    {
                        "i": "1bdd66711a944983bd294b9b6aeb45dc",
                        "s": "嵊州市"
                    }
                ],
                "i": "21a8dc10b80e45438afa3341f9c2505a",
                "n": "绍兴"
            },
            {
                "a": [
                    {
                        "i": "965c4e6f9c12467689923f2d1e055525",
                        "s": "婺城区"
                    },
                    {
                        "i": "7714ba90ba294ecb9e425815eb0017ec",
                        "s": "金东区"
                    },
                    {
                        "i": "239c1fdc63be41449df6bad2f60893e1",
                        "s": "武义县"
                    },
                    {
                        "i": "f26860476b1c4920b60058eeadfeade4",
                        "s": "浦江县"
                    },
                    {
                        "i": "876665a4ffc64579a30d69772a876469",
                        "s": "磐安县"
                    },
                    {
                        "i": "829edd082e08419aa7c00e482c298836",
                        "s": "兰溪市"
                    },
                    {
                        "i": "b3b981f299ad4dedaf0561d4b2d9fcf2",
                        "s": "义乌市"
                    },
                    {
                        "i": "e5937da9f03849c6961cde124f969537",
                        "s": "东阳市"
                    },
                    {
                        "i": "3a225342f17644a8a9a1dd2a9692da74",
                        "s": "永康市"
                    }
                ],
                "i": "66db13a07d9546ed862e3c67c95304d9",
                "n": "金华"
            },
            {
                "a": [
                    {
                        "i": "55f6cc9b9e8c48f1865c4b45888749f2",
                        "s": "柯城区"
                    },
                    {
                        "i": "2fc54e4392494069b72da4963becf10d",
                        "s": "衢江区"
                    },
                    {
                        "i": "05898cb63feb4200859f08114c530607",
                        "s": "常山县"
                    },
                    {
                        "i": "a1eafd6ff581457ebef8bfb0e3d73d7a",
                        "s": "开化县"
                    },
                    {
                        "i": "e6371cd0d0584d978e70e7ade4d2d079",
                        "s": "龙游县"
                    },
                    {
                        "i": "681c095d5b1549e58f8e0bd038afd8cf",
                        "s": "江山市"
                    }
                ],
                "i": "511fe2cc5860456baa8bf704ebda6ba5",
                "n": "衢州"
            },
            {
                "a": [
                    {
                        "i": "2d75dfb91c7543ec8a74fcd3bf4eed3a",
                        "s": "定海区"
                    },
                    {
                        "i": "4a92ba6157494a9b9022c14ced04073f",
                        "s": "普陀区"
                    },
                    {
                        "i": "701ad623d7f7470ab6adcb83c0217b1d",
                        "s": "岱山县"
                    },
                    {
                        "i": "d9c4fcf669b54115ad8d9ec853fa351e",
                        "s": "嵊泗县"
                    }
                ],
                "i": "e6be1669a689471b8e9d79bb5a4e51fd",
                "n": "舟山"
            },
            {
                "a": [
                    {
                        "i": "a7987ddf7c584a52885e7f5183f6bf87",
                        "s": "椒江区"
                    },
                    {
                        "i": "91ba1768b2f14e61875dd82641619034",
                        "s": "黄岩区"
                    },
                    {
                        "i": "bc26ddc6fb8a4099ae7307bb08e0eb7a",
                        "s": "路桥区"
                    },
                    {
                        "i": "ac0d4e98cb904061bd141eae11de9863",
                        "s": "玉环县"
                    },
                    {
                        "i": "5e35e67bdd2e4dd28428b5f322080061",
                        "s": "三门县"
                    },
                    {
                        "i": "237c4f59d9ca40498386f724a5fbfb41",
                        "s": "天台县"
                    },
                    {
                        "i": "8c431ad5de284f928284f61cd86f9f2b",
                        "s": "仙居县"
                    },
                    {
                        "i": "04f48eddb379485bbf03da5ce6c50026",
                        "s": "温岭市"
                    },
                    {
                        "i": "c5de9d53dcf6467c99c08d4850ee08c2",
                        "s": "临海市"
                    }
                ],
                "i": "3a3e112303a74b34986b33df885040d6",
                "n": "台州"
            },
            {
                "a": [
                    {
                        "i": "3fbb53526b764a1fbe4cb57527adbf7f",
                        "s": "莲都区"
                    },
                    {
                        "i": "17602bb3dada40d5bc63b61e59698023",
                        "s": "青田县"
                    },
                    {
                        "i": "17be75a08d3640a1973ec822c3459028",
                        "s": "缙云县"
                    },
                    {
                        "i": "32ee0cb2b59347f3b57a27f3155dfbe9",
                        "s": "遂昌县"
                    },
                    {
                        "i": "ea5256b6de7249d28ea01fadd265ce04",
                        "s": "松阳县"
                    },
                    {
                        "i": "c409387c496a42ee8a68f8f06ae4bfb3",
                        "s": "云和县"
                    },
                    {
                        "i": "cd5b641398d1491db662d2d62c2fbdab",
                        "s": "庆元县"
                    },
                    {
                        "i": "13a0fb4eb62d434abef38385e7b15f31",
                        "s": "景宁畲族自治县"
                    },
                    {
                        "i": "d789d6ec260c41418e828ef971a42670",
                        "s": "龙泉市"
                    }
                ],
                "i": "749ea6cc3894480b93e7dfb141aecc17",
                "n": "丽水"
            }
        ],
        "i": "a9e32ece1795451da07f9be594027189",
        "p": "浙江"
    },
    {
        "c": [
            {
                "a": [
                    {
                        "i": "572a1666e32d4ddc8b1c34427f9f9892",
                        "s": "瑶海区"
                    },
                    {
                        "i": "a1b9f8a6421048c699c1ac52899c2811",
                        "s": "庐阳区"
                    },
                    {
                        "i": "fcf9df7688ca4308b0a90babcc179fe3",
                        "s": "蜀山区"
                    },
                    {
                        "i": "209714f9d20f42189d0aa3772badf84e",
                        "s": "包河区"
                    },
                    {
                        "i": "e68a86b473444be495250c7091e5b867",
                        "s": "长丰县"
                    },
                    {
                        "i": "44a6573ed5be4944817322b4680fac15",
                        "s": "肥东县"
                    },
                    {
                        "i": "a79658cb7a16403c8bb9a8c4f1453e18",
                        "s": "肥西县"
                    }
                ],
                "i": "114e05ff5e834179b40b047f1b8178c9",
                "n": "合肥"
            },
            {
                "a": [
                    {
                        "i": "fc1aa9990225423f85fb67896809f880",
                        "s": "镜湖区"
                    },
                    {
                        "i": "4ac79090b30f4f068aaa667f42e9048e",
                        "s": "弋江区"
                    },
                    {
                        "i": "a14d9676e77543c2b7a79167477a6c40",
                        "s": "鸠江区"
                    },
                    {
                        "i": "bdfef69edf2541b2abf0cca325fd24d3",
                        "s": "三山区"
                    },
                    {
                        "i": "562eb025493a4418a2fe598210baa9fc",
                        "s": "芜湖县"
                    },
                    {
                        "i": "15272acb7f444d52a3a0f46020dd4632",
                        "s": "繁昌县"
                    },
                    {
                        "i": "211067127b0343c1af2a5094220682de",
                        "s": "南陵县"
                    }
                ],
                "i": "52e1050131114d83b24f678e6ff9313a",
                "n": "芜湖"
            },
            {
                "a": [
                    {
                        "i": "b8df36f4db6e4b15a0d5da612ce9a997",
                        "s": "龙子湖区"
                    },
                    {
                        "i": "122f289f01934c3098e57f7b868abccd",
                        "s": "蚌山区"
                    },
                    {
                        "i": "38aff03ff6c84915960505a67f665a53",
                        "s": "禹会区"
                    },
                    {
                        "i": "dc6e5d1d37944967b2f2779b11bf1d69",
                        "s": "淮上区"
                    },
                    {
                        "i": "6dddc10b9e8041318baa1914828b2b14",
                        "s": "怀远县"
                    },
                    {
                        "i": "8c63729166a54a2a881e3cf546c3edfa",
                        "s": "五河县"
                    },
                    {
                        "i": "58f2772f399e4d26a2b249be0d7bd6f4",
                        "s": "固镇县"
                    }
                ],
                "i": "8b9f7aed198b4cf69b517383c104a825",
                "n": "蚌埠"
            },
            {
                "a": [
                    {
                        "i": "45f3e89a902842cfbf8d2c0b758bc65d",
                        "s": "大通区"
                    },
                    {
                        "i": "6b66e5e6d16d4d969d47aadffad2aace",
                        "s": "田家庵区"
                    },
                    {
                        "i": "e434b4396563417daac552f8a6946619",
                        "s": "谢家集区"
                    },
                    {
                        "i": "ab6a8cd794544b54b4150ba2aa1c76bf",
                        "s": "八公山区"
                    },
                    {
                        "i": "f0d4a507dd57472ab798ef6af307c733",
                        "s": "潘集区"
                    },
                    {
                        "i": "a01dfd1778324276b437a25cf896624d",
                        "s": "凤台县"
                    }
                ],
                "i": "d74379ba11e049408467ea1de34866e0",
                "n": "淮南"
            },
            {
                "a": [
                    {
                        "i": "a891e2a2557844efba1fa0096af026e9",
                        "s": "金家庄区"
                    },
                    {
                        "i": "74d003fab2d742c5b504051060a226b4",
                        "s": "花山区"
                    },
                    {
                        "i": "8b5fcc117e6b455594a7c44ff134d583",
                        "s": "雨山区"
                    },
                    {
                        "i": "1a4fc6e54d35409a985486748f4023c5",
                        "s": "当涂县"
                    }
                ],
                "i": "0c55e0ac9be34716bd6612bbc3fa87c3",
                "n": "马鞍山"
            },
            {
                "a": [
                    {
                        "i": "711afdcd2e9b4fd6a14feb0f2062c7ff",
                        "s": "杜集区"
                    },
                    {
                        "i": "f0c835d49a1241319dd7f91e7c1e961d",
                        "s": "相山区"
                    },
                    {
                        "i": "087d8a1f10fc4adcaeeb90ea95f832a3",
                        "s": "烈山区"
                    },
                    {
                        "i": "c526bcdd229546d7a2c1f0c24b82c627",
                        "s": "濉溪县"
                    }
                ],
                "i": "7b26d20b04104c4b98eab1a0dae50ce7",
                "n": "淮北"
            },
            {
                "a": [
                    {
                        "i": "7ccda16c3b554afd94093c8d6a6b7290",
                        "s": "铜官山区"
                    },
                    {
                        "i": "8d547f3635b34d5abc449b257b283dd6",
                        "s": "狮子山区"
                    },
                    {
                        "i": "cdc5fbabb0164c8b8c2eca7f3abfb086",
                        "s": "郊区"
                    },
                    {
                        "i": "170156ba65814180b3e0f672bd2cc316",
                        "s": "铜陵县"
                    }
                ],
                "i": "a7af9c9381234359a017e0361741d1b1",
                "n": "铜陵"
            },
            {
                "a": [
                    {
                        "i": "3af69da7797e42d4b3afcb67e6e5f2c3",
                        "s": "迎江区"
                    },
                    {
                        "i": "55845ffc3c5a469797ae57aa0dd0fbb1",
                        "s": "大观区"
                    },
                    {
                        "i": "147b33395e6d401984bdf9031788ce60",
                        "s": "宜秀区"
                    },
                    {
                        "i": "b544144b885844adb839162863d81add",
                        "s": "怀宁县"
                    },
                    {
                        "i": "74758dd8ae9641f9b23851be8604d4e9",
                        "s": "枞阳县"
                    },
                    {
                        "i": "7619ed2ec30541b6915f9205f8595530",
                        "s": "潜山县"
                    },
                    {
                        "i": "4a2d6b7775ef4400a0c67d1208ca5bbc",
                        "s": "太湖县"
                    },
                    {
                        "i": "7ecb1f9460324de881c0719a03997d46",
                        "s": "宿松县"
                    },
                    {
                        "i": "0893f3dec72c4b698c19837753d8f81f",
                        "s": "望江县"
                    },
                    {
                        "i": "97755b78fc8f4518b4e23fba5257b378",
                        "s": "岳西县"
                    },
                    {
                        "i": "714ec5865b4c45f08678b726b269433a",
                        "s": "桐城市"
                    }
                ],
                "i": "4e0822df5b0f405d8bacbd77b2c271de",
                "n": "安庆"
            },
            {
                "a": [
                    {
                        "i": "14e58d27c9e5468ea8368c9749c6a914",
                        "s": "屯溪区"
                    },
                    {
                        "i": "ac1feecac97d4d7da37c21f56188f2c4",
                        "s": "黄山区"
                    },
                    {
                        "i": "ec1b709464d94e34b6b3e82e56fb7ed8",
                        "s": "徽州区"
                    },
                    {
                        "i": "09c2dd1faf83463583af840fa1c95ac0",
                        "s": "歙县"
                    },
                    {
                        "i": "9662778819e14575a48ba17baeaa1ffd",
                        "s": "休宁县"
                    },
                    {
                        "i": "7cdd8aa46a6946ad967a648993c1d95b",
                        "s": "黟县"
                    },
                    {
                        "i": "9897da0c8fe14c49adfa01f9a4ad844a",
                        "s": "祁门县"
                    }
                ],
                "i": "02c4a5a8474d414e85b6b96b6008a504",
                "n": "黄山"
            },
            {
                "a": [
                    {
                        "i": "fbd76841a4b3484ba7efb49ad5a3a156",
                        "s": "琅琊区"
                    },
                    {
                        "i": "f3d4354d399941a796bd5faedb39a30f",
                        "s": "南谯区"
                    },
                    {
                        "i": "b2a28167b52d479caf88c2edc054fb48",
                        "s": "来安县"
                    },
                    {
                        "i": "96836559d6684878b3c4d4a2405f26f1",
                        "s": "全椒县"
                    },
                    {
                        "i": "012a8df3bd8e4d13929a255115a9ef30",
                        "s": "定远县"
                    },
                    {
                        "i": "518330a54bf846a8b222fee7126489ae",
                        "s": "凤阳县"
                    },
                    {
                        "i": "b3fb7a50c26241f6b1ddd0cb999b15ee",
                        "s": "天长市"
                    },
                    {
                        "i": "b7941d17a78545f799dc5393b8e2efb1",
                        "s": "明光市"
                    }
                ],
                "i": "aa1873d0ecbb47f89bba7f9469efeb9f",
                "n": "滁州"
            },
            {
                "a": [
                    {
                        "i": "262de9b05a3c497a9470f21c52a9cf2e",
                        "s": "颍州区"
                    },
                    {
                        "i": "83e7e508fb474145b5064078c68a9c16",
                        "s": "颍东区"
                    },
                    {
                        "i": "1fa061524fd347ab985f93b679ac3e34",
                        "s": "颍泉区"
                    },
                    {
                        "i": "ab2a6c73b9ed43859b5bca06bc61bf3f",
                        "s": "临泉县"
                    },
                    {
                        "i": "f765ce4d69934257b6ab20225cc21e9e",
                        "s": "太和县"
                    },
                    {
                        "i": "b59134a4de704dadb5c3c8d5aa195340",
                        "s": "阜南县"
                    },
                    {
                        "i": "86704e004c6842c4bb7ed5063c5f5f38",
                        "s": "颍上县"
                    },
                    {
                        "i": "b3d9239701ed49baa85372c44b26e545",
                        "s": "界首市"
                    }
                ],
                "i": "648fceb65796449596b4fdc7af9c01cc",
                "n": "阜阳"
            },
            {
                "a": [
                    {
                        "i": "11548227339046c9b45328a5bb7aed67",
                        "s": "埇桥区"
                    },
                    {
                        "i": "12a5729525254b919e630548489ea18c",
                        "s": "砀山县"
                    },
                    {
                        "i": "63e1c4163b1e49c6aca284c1cc905265",
                        "s": "萧县"
                    },
                    {
                        "i": "5badce404e174e62ac39800ebd12a165",
                        "s": "灵璧县"
                    },
                    {
                        "i": "f93bd82a2280484095bc25d687e3ee61",
                        "s": "泗县"
                    }
                ],
                "i": "53b7de253a06474199ce98d675d4f3fb",
                "n": "宿州"
            },
            {
                "a": [
                    {
                        "i": "e17e4ef68b594ab68b4be1cb3c07c729",
                        "s": "居巢区"
                    },
                    {
                        "i": "3195830b26484e0b92247cb3753f5e3c",
                        "s": "庐江县"
                    },
                    {
                        "i": "b395d7c5094d4ee19c07bfbff037763c",
                        "s": "无为县"
                    },
                    {
                        "i": "172630108dea477ebdfc37b4c7044a09",
                        "s": "含山县"
                    },
                    {
                        "i": "219d97c968454e05ae67c3a3a376e5a0",
                        "s": "和县"
                    }
                ],
                "i": "5a4bdd3b023a477a94d5eed9e85b1b70",
                "n": "巢湖"
            },
            {
                "a": [
                    {
                        "i": "822d30e35fb447da8af6458ce58059c9",
                        "s": "金安区"
                    },
                    {
                        "i": "331cd6a7789c4f478aedbc365e29a1dd",
                        "s": "裕安区"
                    },
                    {
                        "i": "e6e155b3aec54f72b13808584dc034e8",
                        "s": "寿县"
                    },
                    {
                        "i": "792e8ecb932f40b088aa4d3021330878",
                        "s": "霍邱县"
                    },
                    {
                        "i": "bfb99532458248fa92f9a5b485243637",
                        "s": "舒城县"
                    },
                    {
                        "i": "dc7d3e0e71d74bbfb76d3c6cb2c4d834",
                        "s": "金寨县"
                    },
                    {
                        "i": "c8df17e43b524011904c0939a2c66fd1",
                        "s": "霍山县"
                    }
                ],
                "i": "e61f6fc744b34d058851f0f9bb4a43a6",
                "n": "六安"
            },
            {
                "a": [
                    {
                        "i": "4d2a20b0bcdf4885b1e2cd33383f070a",
                        "s": "谯城区"
                    },
                    {
                        "i": "cf7a44b0f7814b5cb94a1d1019ec71dc",
                        "s": "涡阳县"
                    },
                    {
                        "i": "ae7bcbfaa3b147379271fad06c605e5c",
                        "s": "蒙城县"
                    },
                    {
                        "i": "0446dbc0be8d4d9cb3090d3b00723710",
                        "s": "利辛县"
                    }
                ],
                "i": "0e91a90fa0664d9fbad0166e87c377a4",
                "n": "亳州"
            },
            {
                "a": [
                    {
                        "i": "bc93708570c94952b417543abd26833e",
                        "s": "贵池区"
                    },
                    {
                        "i": "4bd7a1c5846c40c189dcf5d836c8a8cf",
                        "s": "东至县"
                    },
                    {
                        "i": "d10ca14405c34009a499ce30c74f8cc8",
                        "s": "石台县"
                    },
                    {
                        "i": "7bf4489be60d42b59b70eed21ea4b806",
                        "s": "青阳县"
                    }
                ],
                "i": "facab8c3f047478582751937d62654af",
                "n": "池州"
            },
            {
                "a": [
                    {
                        "i": "d52225ba6ce045499dc7c4c226f707ef",
                        "s": "宣州区"
                    },
                    {
                        "i": "970da22c53b143d5aa0c85c099d6b669",
                        "s": "郎溪县"
                    },
                    {
                        "i": "4c877dbe69274a0381af26f5fe0618cf",
                        "s": "广德县"
                    },
                    {
                        "i": "1786dba268994d6e99403d7e87c2e53d",
                        "s": "泾县"
                    },
                    {
                        "i": "67641034870b477ca006d81bcaca6307",
                        "s": "绩溪县"
                    },
                    {
                        "i": "30c78c56da1e4730bb2df2281002cbda",
                        "s": "旌德县"
                    },
                    {
                        "i": "cf8b96a5846048c19350ef86d853f1b7",
                        "s": "宁国市"
                    }
                ],
                "i": "45c7515ae8294971b9dbd4f0646f1774",
                "n": "宣城"
            }
        ],
        "i": "d59e561136f44d9d8c3ac09f9c18fd8f",
        "p": "安徽"
    },
    {
        "c": [
            {
                "a": [
                    {
                        "i": "2b10565f799a433aae485bf44ee14d3f",
                        "s": "鼓楼区"
                    },
                    {
                        "i": "3a1311cbb995443fbd23d7d6f7f0d128",
                        "s": "台江区"
                    },
                    {
                        "i": "3a2cea5fe3e24d559e15f6c45acb4245",
                        "s": "仓山区"
                    },
                    {
                        "i": "4ca610f849064435a5b7ffb4efcafc53",
                        "s": "马尾区"
                    },
                    {
                        "i": "c513950e09784129aa5725240020c754",
                        "s": "晋安区"
                    },
                    {
                        "i": "6fa36a83abaf4b358ccdf55bbfb4b557",
                        "s": "闽侯县"
                    },
                    {
                        "i": "1533241e9a1147da8ab789dc400c97bb",
                        "s": "连江县"
                    },
                    {
                        "i": "f757a7c223094c448c7ed751d41069fa",
                        "s": "罗源县"
                    },
                    {
                        "i": "68f84bef82a8453388ef81a579948c79",
                        "s": "闽清县"
                    },
                    {
                        "i": "c8830462d5e044e1aa95a3301f147d6b",
                        "s": "永泰县"
                    },
                    {
                        "i": "bd5a6070a3344dfeb9f3600422e9f7fa",
                        "s": "平潭县"
                    },
                    {
                        "i": "ebf49f8d9b0c40508e3ffb60e5767f76",
                        "s": "福清市"
                    },
                    {
                        "i": "15f296e0ed044878a4a9e0cc1ef65d3a",
                        "s": "长乐市"
                    }
                ],
                "i": "cbd923d5ca7e46dd9833f3e17de47b35",
                "n": "福州"
            },
            {
                "a": [
                    {
                        "i": "0af5f75db9e94fa0a98fa691b5500e40",
                        "s": "思明区"
                    },
                    {
                        "i": "92516b0afb1545c8b0b5fc0429f48d93",
                        "s": "海沧区"
                    },
                    {
                        "i": "a52c0c2c15494172af5a7b8283216243",
                        "s": "湖里区"
                    },
                    {
                        "i": "053be5efbaf44a808302356bcc579419",
                        "s": "集美区"
                    },
                    {
                        "i": "302e78438d01437485707729f824998d",
                        "s": "同安区"
                    },
                    {
                        "i": "5ec1707c9a8249f0a1503f57ccd385b5",
                        "s": "翔安区"
                    }
                ],
                "i": "edf9c3b3e83246fdb93626e7a24740ba",
                "n": "厦门"
            },
            {
                "a": [
                    {
                        "i": "bfa4ac0e6424439f955580d7d3c50c3f",
                        "s": "城厢区"
                    },
                    {
                        "i": "26a1b73d4429420c80260b3fb4b0e862",
                        "s": "涵江区"
                    },
                    {
                        "i": "92b5b91b15a1433885c0ab321c00f11c",
                        "s": "荔城区"
                    },
                    {
                        "i": "56e4864507254c1b9bdbdcb7a983cabd",
                        "s": "秀屿区"
                    },
                    {
                        "i": "1fa73520bac145b5933039c0c951cb91",
                        "s": "仙游县"
                    }
                ],
                "i": "08f45d2f5559403ba458f7aeef18ccd8",
                "n": "莆田"
            },
            {
                "a": [
                    {
                        "i": "14adc9805b0141eeaaf9e18de3bacde2",
                        "s": "梅列区"
                    },
                    {
                        "i": "71bf00e97e354980a19bd8021ca69abd",
                        "s": "三元区"
                    },
                    {
                        "i": "87c89e770ffe4f9896e9959a262b56f5",
                        "s": "明溪县"
                    },
                    {
                        "i": "555cc6e00599468f8520669516ea016d",
                        "s": "清流县"
                    },
                    {
                        "i": "a33478de0114436caed7d222b27e8086",
                        "s": "宁化县"
                    },
                    {
                        "i": "68852b3bb23a42dca09319eb2d203728",
                        "s": "大田县"
                    },
                    {
                        "i": "0fe8c5e77c144c2d80e43cab1a9d32b0",
                        "s": "尤溪县"
                    },
                    {
                        "i": "1753dd23602740f79cbdf1d2e26252a7",
                        "s": "沙县"
                    },
                    {
                        "i": "9d1c2bd90bdf4c5185e5ab563b16afb9",
                        "s": "将乐县"
                    },
                    {
                        "i": "4dfc05d24440437ba3d7a2b46fe0842a",
                        "s": "泰宁县"
                    },
                    {
                        "i": "9f143e3bb1c848a0876d02064a8e3298",
                        "s": "建宁县"
                    },
                    {
                        "i": "ca64771315ba4581b6d42d8339b8508e",
                        "s": "永安市"
                    }
                ],
                "i": "e316880a073141398fa19b3322cbc810",
                "n": "三明"
            },
            {
                "a": [
                    {
                        "i": "ad506cadffb6439c927eca0874e403de",
                        "s": "鲤城区"
                    },
                    {
                        "i": "aca41dd1f0764da09bfdcd16e215c92c",
                        "s": "丰泽区"
                    },
                    {
                        "i": "ed4d9ff4f6dc43809afedec0cfbaf727",
                        "s": "洛江区"
                    },
                    {
                        "i": "bb3ba4c09e72448ca4341961652077e0",
                        "s": "泉港区"
                    },
                    {
                        "i": "f8e5fce034b24e55b86fbf3b9e0beb4d",
                        "s": "惠安县"
                    },
                    {
                        "i": "dc4e42d1ccfc45c894fac344c693d643",
                        "s": "安溪县"
                    },
                    {
                        "i": "eb4ba24a99a74311ae22f5729430d16e",
                        "s": "永春县"
                    },
                    {
                        "i": "07dec310287044af86eb140a70046965",
                        "s": "德化县"
                    },
                    {
                        "i": "8e5007243d9348d791901e3ae474782b",
                        "s": "金门县"
                    },
                    {
                        "i": "ecd7633012e140dd81f360ac5cea327a",
                        "s": "石狮市"
                    },
                    {
                        "i": "7e72bd4d5af24e5d94a281fedb38c94d",
                        "s": "晋江市"
                    },
                    {
                        "i": "94d5df07aa604214a30530d8ffea1e8b",
                        "s": "南安市"
                    }
                ],
                "i": "057f6347bc5f4f98a29a162e3a11108c",
                "n": "泉州"
            },
            {
                "a": [
                    {
                        "i": "43e3c0a77aab4aa8856b1718b051a0da",
                        "s": "芗城区"
                    },
                    {
                        "i": "421b697e0c68447ba45676f3a9c7298f",
                        "s": "龙文区"
                    },
                    {
                        "i": "afb821bb48484e8f8fe8d2d2e8c7f8ce",
                        "s": "云霄县"
                    },
                    {
                        "i": "6c4660da96fb430aad2449b371c7542a",
                        "s": "漳浦县"
                    },
                    {
                        "i": "359a884f1c75432dbdd7dca9544d64d5",
                        "s": "诏安县"
                    },
                    {
                        "i": "3f491b252d0d4f039f7d11958c639b13",
                        "s": "长泰县"
                    },
                    {
                        "i": "d0053dd9401b469e93729a928640255a",
                        "s": "东山县"
                    },
                    {
                        "i": "34947e91c4e44e5aa797afde0af39419",
                        "s": "南靖县"
                    },
                    {
                        "i": "388e7f9d65354fb9938df718480e8148",
                        "s": "平和县"
                    },
                    {
                        "i": "52f676d5ef9e40e4954d5efb3e4efdda",
                        "s": "华安县"
                    },
                    {
                        "i": "6921af52158640ed863c044d1001e2e4",
                        "s": "龙海市"
                    }
                ],
                "i": "7528ad2b7d744e9ea3fc548a54da9c14",
                "n": "漳州"
            },
            {
                "a": [
                    {
                        "i": "8ca71274d8fc4df5a2de4a531670cd36",
                        "s": "延平区"
                    },
                    {
                        "i": "c003875895694625a16dd1440c41472a",
                        "s": "顺昌县"
                    },
                    {
                        "i": "04de568d803b47c28d7a7f8b2392651f",
                        "s": "浦城县"
                    },
                    {
                        "i": "ed247ab9b2d94784ad5f3a20998979b8",
                        "s": "光泽县"
                    },
                    {
                        "i": "b2ffb77faef84fb69e621e27dc07c2b3",
                        "s": "松溪县"
                    },
                    {
                        "i": "5a42fd8a37b94baca93ed154a62dc87d",
                        "s": "政和县"
                    },
                    {
                        "i": "0d7b3a8932904ad49e1d196a57afe261",
                        "s": "邵武市"
                    },
                    {
                        "i": "e445d00fb7284f9691324a4cbca2fae9",
                        "s": "武夷山市"
                    },
                    {
                        "i": "fe3d41fc458d4b35805ee2515de6b016",
                        "s": "建瓯市"
                    },
                    {
                        "i": "e0e67c74ce854f65abc49a71d84a59ef",
                        "s": "建阳市"
                    }
                ],
                "i": "a90a872687ec4310a86c6a12f06044d2",
                "n": "南平"
            },
            {
                "a": [
                    {
                        "i": "37abaaba933c4432b7f9e141d35e2880",
                        "s": "新罗区"
                    },
                    {
                        "i": "abafc2aa51284ed48fdf7c698aa196e2",
                        "s": "长汀县"
                    },
                    {
                        "i": "54271e676ebc49d898fab869a917c132",
                        "s": "永定县"
                    },
                    {
                        "i": "7c2b519ebc2e41b785606fc210dc47ee",
                        "s": "上杭县"
                    },
                    {
                        "i": "923e7342f2ce41c3a4b3a885f97ca623",
                        "s": "武平县"
                    },
                    {
                        "i": "50cb68976feb4306bb0b1aad3727f15f",
                        "s": "连城县"
                    },
                    {
                        "i": "ea060d8242844727b5fd221bbee5d4e1",
                        "s": "漳平市"
                    }
                ],
                "i": "f60222f4909d42cc88ece7112594b2ef",
                "n": "龙岩"
            },
            {
                "a": [
                    {
                        "i": "a46c12547140453e8561918af799ee9b",
                        "s": "蕉城区"
                    },
                    {
                        "i": "d91cdbdd7be84da9bb5b8e5cf2656618",
                        "s": "霞浦县"
                    },
                    {
                        "i": "40ccd9b46a444b04aa6b136c28c43179",
                        "s": "古田县"
                    },
                    {
                        "i": "9faecadac6344dce99bd1b2dde178266",
                        "s": "屏南县"
                    },
                    {
                        "i": "37d9880b5b35426f9c5575e29515600e",
                        "s": "寿宁县"
                    },
                    {
                        "i": "dbd9e9c0580d437cabfc6aa6b24361c9",
                        "s": "周宁县"
                    },
                    {
                        "i": "de214163dc014a0cbf4b3789b5268d9a",
                        "s": "柘荣县"
                    },
                    {
                        "i": "bd0a6e8296a94aeaaee00026549461a2",
                        "s": "福安市"
                    },
                    {
                        "i": "e18e8f97cc68411aa35fbfe2ef7756e9",
                        "s": "福鼎市"
                    }
                ],
                "i": "c32e0a52fb874b22adc3bc14fdfcaa22",
                "n": "宁德"
            }
        ],
        "i": "3813b6d94c24482b873faee393581b98",
        "p": "福建"
    },
    {
        "c": [
            {
                "a": [
                    {
                        "i": "1d612832b72a458ca558710ea2a5bbe3",
                        "s": "东湖区"
                    },
                    {
                        "i": "30744d183297483f93a516a3ba320656",
                        "s": "西湖区"
                    },
                    {
                        "i": "972fb16e8bca4eabb70fb0980f3c74e6",
                        "s": "青云谱区"
                    },
                    {
                        "i": "d94806737e444661b0113b66f150ef84",
                        "s": "湾里区"
                    },
                    {
                        "i": "65bee00eafed4e8b836fa619e97aaf32",
                        "s": "青山湖区"
                    },
                    {
                        "i": "3156e6729c37414d905599fd8615a9d0",
                        "s": "南昌县"
                    },
                    {
                        "i": "9a2b94e2443948639782db2c1fcde811",
                        "s": "新建县"
                    },
                    {
                        "i": "02497b9108594ca8b87307b8105ca0c9",
                        "s": "安义县"
                    },
                    {
                        "i": "4b7d464e90874379a199163159569960",
                        "s": "进贤县"
                    }
                ],
                "i": "bfa4c9a32d99420d9dbba9b3aef704ba",
                "n": "南昌"
            },
            {
                "a": [
                    {
                        "i": "e4fce53b760f40bc89f649eb59453828",
                        "s": "昌江区"
                    },
                    {
                        "i": "4b4c2af575c84d58837447546a6ddd6b",
                        "s": "珠山区"
                    },
                    {
                        "i": "fa3196c3dde643efb75cb39745f6e999",
                        "s": "浮梁县"
                    },
                    {
                        "i": "415ec80af711456baaa40f3a26c7daaa",
                        "s": "乐平市"
                    }
                ],
                "i": "15d8e3d3173c475da5d7bf46f5c96253",
                "n": "景德镇"
            },
            {
                "a": [
                    {
                        "i": "b2574c9931384d988ad2a886c67aba0c",
                        "s": "安源区"
                    },
                    {
                        "i": "f0f7e474326a4e088aa95ead45c5b161",
                        "s": "湘东区"
                    },
                    {
                        "i": "a81b946e3ba54dc5bc27cd0edee39508",
                        "s": "莲花县"
                    },
                    {
                        "i": "cc4fb267a5ca4d4aa68bb58bb0c2c148",
                        "s": "上栗县"
                    },
                    {
                        "i": "4772d918ee7e49478684548b97333527",
                        "s": "芦溪县"
                    }
                ],
                "i": "d671c604c094414ebd8206712a4e7628",
                "n": "萍乡"
            },
            {
                "a": [
                    {
                        "i": "cdc4bf426b5e452ab8c4858dea37dafb",
                        "s": "庐山区"
                    },
                    {
                        "i": "22d821fc89b3417286520e4cc04f7096",
                        "s": "浔阳区"
                    },
                    {
                        "i": "a3682ef0fa0b43ca8869725905dae31d",
                        "s": "九江县"
                    },
                    {
                        "i": "d00fce4fddc54dee80ac443c400ffe9f",
                        "s": "武宁县"
                    },
                    {
                        "i": "8233090588a1470da251e248e1468762",
                        "s": "修水县"
                    },
                    {
                        "i": "4639c5da85004c96a285df4c9695931e",
                        "s": "永修县"
                    },
                    {
                        "i": "cf0be3cdf45f4a729191d258e350df42",
                        "s": "德安县"
                    },
                    {
                        "i": "739282889ca44985b8972a8c97239557",
                        "s": "星子县"
                    },
                    {
                        "i": "8902b7a783c14988b67e7840c7c67815",
                        "s": "都昌县"
                    },
                    {
                        "i": "51968c2b6a514024a133b6c50dea0674",
                        "s": "湖口县"
                    },
                    {
                        "i": "0b3db165bf80450c9496a6fa13bd611d",
                        "s": "彭泽县"
                    },
                    {
                        "i": "8df655a8e1af477798a5cd899a1e5e0b",
                        "s": "瑞昌市"
                    }
                ],
                "i": "24ab5dc05c71425998ed3ad7f18251a0",
                "n": "九江"
            },
            {
                "a": [
                    {
                        "i": "46306c73b9394ae092e904740839627f",
                        "s": "渝水区"
                    },
                    {
                        "i": "4d7f9420912e48c4b6f093cfff554b04",
                        "s": "分宜县"
                    }
                ],
                "i": "503dcf5f547e4a9486941ae273f5fe3f",
                "n": "新余"
            },
            {
                "a": [
                    {
                        "i": "67b1ca91766f423baa7f353faca6fe05",
                        "s": "月湖区"
                    },
                    {
                        "i": "204b154ef4014ea894d85efdc9f45326",
                        "s": "余江县"
                    },
                    {
                        "i": "8a4fe19b5399432eab8c2f2d36e22af4",
                        "s": "贵溪市"
                    }
                ],
                "i": "e858b777dc174f539ac635290b4d44dd",
                "n": "鹰潭"
            },
            {
                "a": [
                    {
                        "i": "79042bb92b094a5fb999323da97870f5",
                        "s": "章贡区"
                    },
                    {
                        "i": "c4c49d1491d046d3aba0b11f3205c1f3",
                        "s": "赣县"
                    },
                    {
                        "i": "69f344b983bc4957867971f01c3d3323",
                        "s": "信丰县"
                    },
                    {
                        "i": "c4422779b6d746678599049c46224398",
                        "s": "大余县"
                    },
                    {
                        "i": "0fb4e9c629854f118e54b44a2d50b671",
                        "s": "上犹县"
                    },
                    {
                        "i": "b9ceb65115df4814b397f4403e23011d",
                        "s": "崇义县"
                    },
                    {
                        "i": "daa32dc76d1a41aca678becefc3c9bd8",
                        "s": "安远县"
                    },
                    {
                        "i": "507b567606c74b039ef5cca3a5ec5955",
                        "s": "龙南县"
                    },
                    {
                        "i": "5709496535cb439181d5a61545c7d644",
                        "s": "定南县"
                    },
                    {
                        "i": "85e1120d1bf54e07a2b496bce929fa25",
                        "s": "全南县"
                    },
                    {
                        "i": "52790d8699a64321aceeb37c2eb884bd",
                        "s": "宁都县"
                    },
                    {
                        "i": "47de901c543b4a80aa7961c5eb830769",
                        "s": "于都县"
                    },
                    {
                        "i": "b5202f2f76204d81abc03928110bc7ce",
                        "s": "兴国县"
                    },
                    {
                        "i": "5a197364a64b426086ed5c4529c04388",
                        "s": "会昌县"
                    },
                    {
                        "i": "8552a3bc1aec4e419478841455a35cbe",
                        "s": "寻乌县"
                    },
                    {
                        "i": "63f3646fa14546d6b9a3e64053b0f2ff",
                        "s": "石城县"
                    },
                    {
                        "i": "54414de366f74221be22ca553e1bd9d6",
                        "s": "瑞金市"
                    },
                    {
                        "i": "50823ea690744e7d9e96f770d702b04a",
                        "s": "南康市"
                    }
                ],
                "i": "7ce9d4b4bcf64f1b80e14a785ff88146",
                "n": "赣州"
            },
            {
                "a": [
                    {
                        "i": "1ff2c85de8034bbf926fb10b114cb779",
                        "s": "吉州区"
                    },
                    {
                        "i": "39f35ca8a7c443e8b3311ae3adc11915",
                        "s": "青原区"
                    },
                    {
                        "i": "801d679e044a456c98851143ee335bb0",
                        "s": "吉安县"
                    },
                    {
                        "i": "4afc22a1129d4ae49be8a486029997ce",
                        "s": "吉水县"
                    },
                    {
                        "i": "f9b61f083f674adc8d1f47335dffae42",
                        "s": "峡江县"
                    },
                    {
                        "i": "e1ca635511d746d9b2e3b048c63eec20",
                        "s": "新干县"
                    },
                    {
                        "i": "e5b88e551b59462d94538c04e6b0bd33",
                        "s": "永丰县"
                    },
                    {
                        "i": "b27b64c6508a48d8931cf26ae78459a3",
                        "s": "泰和县"
                    },
                    {
                        "i": "0d42ccd4ba524e188cf64b03ac56468e",
                        "s": "遂川县"
                    },
                    {
                        "i": "1e36dbb72fa5439597f2a04bf1b8f0e7",
                        "s": "万安县"
                    },
                    {
                        "i": "3c36dedb17f8486dbab4cc07442d9daa",
                        "s": "安福县"
                    },
                    {
                        "i": "6fc797eab76749fcb82e100df715977d",
                        "s": "永新县"
                    },
                    {
                        "i": "b426df8015614e6591baa42846114322",
                        "s": "井冈山市"
                    }
                ],
                "i": "9082a9ce8505486a8bb69ac3134abe33",
                "n": "吉安"
            },
            {
                "a": [
                    {
                        "i": "8cc6347700b74a168976d304785b8f54",
                        "s": "袁州区"
                    },
                    {
                        "i": "6c4048903f7e427daf2faa47e59d4421",
                        "s": "奉新县"
                    },
                    {
                        "i": "c158ba3b361442bb88a498d3aa089dae",
                        "s": "万载县"
                    },
                    {
                        "i": "0c20e718beba40968f348e65d6813f3b",
                        "s": "上高县"
                    },
                    {
                        "i": "6f1b8e140b324b7895892a40bcf8bc55",
                        "s": "宜丰县"
                    },
                    {
                        "i": "57a2464d62514199b5331b8d3bed5052",
                        "s": "靖安县"
                    },
                    {
                        "i": "9cc08f3d5e2b4b8cbd1c40bd2f535c61",
                        "s": "铜鼓县"
                    },
                    {
                        "i": "d89500dd63f04a08b693d318f2e67e75",
                        "s": "丰城市"
                    },
                    {
                        "i": "00af47c734f4407fa454eb85af11678f",
                        "s": "樟树市"
                    },
                    {
                        "i": "c5f71aa1d3a44e7e98795aec2575b3b5",
                        "s": "高安市"
                    }
                ],
                "i": "014237f416b3426f86ae568dcc934c55",
                "n": "宜春"
            },
            {
                "a": [
                    {
                        "i": "b76dd717728f4127b6ca76b72dc2f1da",
                        "s": "临川区"
                    },
                    {
                        "i": "34dd6adec91e4d0083cbfefeac4f451d",
                        "s": "南城县"
                    },
                    {
                        "i": "fc6dbe36a6284a93af17f0360b47f221",
                        "s": "黎川县"
                    },
                    {
                        "i": "ea31e58ee41943488f1ff4cccc072ccc",
                        "s": "南丰县"
                    },
                    {
                        "i": "efe2ddd60d294ef39a54a41185ba572b",
                        "s": "崇仁县"
                    },
                    {
                        "i": "5bc398fe1a5b4720ba55e66133b2695c",
                        "s": "乐安县"
                    },
                    {
                        "i": "6a81ecc5b4d64507803a2e43772bc2d8",
                        "s": "宜黄县"
                    },
                    {
                        "i": "b55aeb8df638422b863797bedb56b1c0",
                        "s": "金溪县"
                    },
                    {
                        "i": "98c351f88a8046d1a360f483fc037f67",
                        "s": "资溪县"
                    },
                    {
                        "i": "2e2957c6a2844f7b9fcf306b73f5e64d",
                        "s": "东乡县"
                    },
                    {
                        "i": "49f94b518d0b41478aee5afc75c33246",
                        "s": "广昌县"
                    }
                ],
                "i": "b9f7585747b240a4afe602f85e533e1e",
                "n": "抚州"
            },
            {
                "a": [
                    {
                        "i": "f9d067294c8f4a7e9d4d1ddb0ef96ddf",
                        "s": "信州区"
                    },
                    {
                        "i": "0f158b45804541d5a4d9070d8c16bf46",
                        "s": "上饶县"
                    },
                    {
                        "i": "999afc32b9c44ffa92c84ca85e7a7d69",
                        "s": "广丰县"
                    },
                    {
                        "i": "32d2b53b7c234cbdb1683cb837541e10",
                        "s": "玉山县"
                    },
                    {
                        "i": "15f401dc25c645c19174971438d989f7",
                        "s": "铅山县"
                    },
                    {
                        "i": "f3e357b44eb1465aa61c9f8d3a793ea4",
                        "s": "横峰县"
                    },
                    {
                        "i": "1b8e05c537674d0e82ac717e3fc6a220",
                        "s": "弋阳县"
                    },
                    {
                        "i": "1a06f43e059b4f79aaaa8c3a511ee2c4",
                        "s": "余干县"
                    },
                    {
                        "i": "6a59ef80bd9c402292cac375cf98e1be",
                        "s": "鄱阳县"
                    },
                    {
                        "i": "72de9f2f3c5b490aad172489c5d54f2c",
                        "s": "万年县"
                    },
                    {
                        "i": "630966a007174baea1e250e3e667c367",
                        "s": "婺源县"
                    },
                    {
                        "i": "286d4cdec5134e85abf0c219d7e26477",
                        "s": "德兴市"
                    }
                ],
                "i": "1fa22613bceb479c862873100889068d",
                "n": "上饶"
            }
        ],
        "i": "d6a94406a4324f1891e9e2d86fb760c4",
        "p": "江西"
    },
    {
        "c": [
            {
                "a": [
                    {
                        "i": "e9a4e6ccb1a54fda988678c5fa736232",
                        "s": "历下区"
                    },
                    {
                        "i": "806e93e442f94f0d90b1e402bae06cf7",
                        "s": "市中区"
                    },
                    {
                        "i": "436d17732b794442a8b395e28a95f567",
                        "s": "槐荫区"
                    },
                    {
                        "i": "332d565e344948bbbcfe0d9f80dc2b85",
                        "s": "天桥区"
                    },
                    {
                        "i": "6ab34c6a779040e7932a18b26bd092e6",
                        "s": "历城区"
                    },
                    {
                        "i": "2195302ce4664f8db6d7e4a3f3f7d66e",
                        "s": "长清区"
                    },
                    {
                        "i": "52dd5d51a2a84db98559e1a57da105d1",
                        "s": "平阴县"
                    },
                    {
                        "i": "4f81142edbec490d906c39e430e838d2",
                        "s": "济阳县"
                    },
                    {
                        "i": "79d6a91c8a9943fea3b05b812d324d02",
                        "s": "商河县"
                    },
                    {
                        "i": "699e75598a6b463a9d6884f9f8eeab58",
                        "s": "章丘市"
                    }
                ],
                "i": "1d19220a61824d7b9570e776838ef9fa",
                "n": "济南"
            },
            {
                "a": [
                    {
                        "i": "db827eda2d074d589a384193b38c0f83",
                        "s": "市南区"
                    },
                    {
                        "i": "87f71c9fcf3742b8af56275d7bb17714",
                        "s": "市北区"
                    },
                    {
                        "i": "2a62fe4e076646fdb715d5d13765572c",
                        "s": "四方区"
                    },
                    {
                        "i": "f6f521c9edc1437e9cbca1cda6c6b66f",
                        "s": "黄岛区"
                    },
                    {
                        "i": "1e21d198df61473b8e867d76a4d48372",
                        "s": "崂山区"
                    },
                    {
                        "i": "c58e4580a77746f6b8ef0c4719e59086",
                        "s": "李沧区"
                    },
                    {
                        "i": "420db4c507a943d89d95a7b6aa9a55fd",
                        "s": "城阳区"
                    },
                    {
                        "i": "88b98fdf083f4080b1c576c1541c3c36",
                        "s": "胶州市"
                    },
                    {
                        "i": "55c19135574549069586351a7658840f",
                        "s": "即墨市"
                    },
                    {
                        "i": "cce05f60bbb144be899d3f43f9443b36",
                        "s": "平度市"
                    },
                    {
                        "i": "f4cc651993a24feba3dcba4544f7cf1f",
                        "s": "胶南市"
                    },
                    {
                        "i": "c48df3d8006e4b0ab1bb4c46c0ab6025",
                        "s": "莱西市"
                    }
                ],
                "i": "43dcdc96b01742879268ac6c37b5d1b9",
                "n": "青岛"
            },
            {
                "a": [
                    {
                        "i": "773e43ab44c74bcdb2c234311169cfc4",
                        "s": "淄川区"
                    },
                    {
                        "i": "345a7fa4a7234b6bb24200bbce106b1b",
                        "s": "张店区"
                    },
                    {
                        "i": "98937d283f4b4d3c9b18d34d1be1abac",
                        "s": "博山区"
                    },
                    {
                        "i": "6d299a74652f4305ae7a78e78ddad70b",
                        "s": "临淄区"
                    },
                    {
                        "i": "daa2d959dcae457585a59633fae33d17",
                        "s": "周村区"
                    },
                    {
                        "i": "83bf92e0c3ff49f7bf2197dc0f60224b",
                        "s": "桓台县"
                    },
                    {
                        "i": "a0f8150d177544d293ab88b6c90d8a5d",
                        "s": "高青县"
                    },
                    {
                        "i": "a0f5cb9223e74debb14e2552c8386aef",
                        "s": "沂源县"
                    }
                ],
                "i": "609d132a600748f3b351a826bb090100",
                "n": "淄博"
            },
            {
                "a": [
                    {
                        "i": "d10371fb260440e0b3b28e57e61a6857",
                        "s": "市中区"
                    },
                    {
                        "i": "36aedb24fcc547a789d8be428717cd5e",
                        "s": "薛城区"
                    },
                    {
                        "i": "47752bb67c334412896f09d3f2f98f27",
                        "s": "峄城区"
                    },
                    {
                        "i": "85c01798e1384f5fb3c19c100e2179f3",
                        "s": "台儿庄区"
                    },
                    {
                        "i": "976e998c744a41b1ab222f1f1730792c",
                        "s": "山亭区"
                    },
                    {
                        "i": "f6d0ee727300402fa9a29c6bbac8d9b2",
                        "s": "滕州市"
                    }
                ],
                "i": "dedfbbc2d38c478981fddf460ed6dd82",
                "n": "枣庄"
            },
            {
                "a": [
                    {
                        "i": "32e2f7ff8989483694d2975b0acae7bf",
                        "s": "东营区"
                    },
                    {
                        "i": "9bf36c01068940f8965c03632dfd551b",
                        "s": "河口区"
                    },
                    {
                        "i": "9ffce6f67f4f4fdc9f8a1d9a163f15fa",
                        "s": "垦利县"
                    },
                    {
                        "i": "544e94128abf4603a7284c11add5376b",
                        "s": "利津县"
                    },
                    {
                        "i": "42f4940f0ede44f4b40a8473469ac6b5",
                        "s": "广饶县"
                    }
                ],
                "i": "769c964a227348428fd105f7e23fd9ec",
                "n": "东营"
            },
            {
                "a": [
                    {
                        "i": "c63284a7a21647bb998e64fcf672d633",
                        "s": "芝罘区"
                    },
                    {
                        "i": "ec352e3789e74bc2863e810d46526c81",
                        "s": "福山区"
                    },
                    {
                        "i": "27d0df009ba5489795d0e44420cfb270",
                        "s": "牟平区"
                    },
                    {
                        "i": "70e81889a11f405b9fc4d5d6d98bd06a",
                        "s": "莱山区"
                    },
                    {
                        "i": "4aeb8d6a373d49378a3fcb3f86a28d7f",
                        "s": "长岛县"
                    },
                    {
                        "i": "e638aace1fc04812858158c5a45ce020",
                        "s": "龙口市"
                    },
                    {
                        "i": "e60fbd15f5104a33be4c6a4fbbb1e92b",
                        "s": "莱阳市"
                    },
                    {
                        "i": "bd4885d510cb49b2ac8e87298ed0bda5",
                        "s": "莱州市"
                    },
                    {
                        "i": "9c3c2b1ea87c48079db0da89dae958b9",
                        "s": "蓬莱市"
                    },
                    {
                        "i": "06b3d4cc2e5e4751bdc003af358ea481",
                        "s": "招远市"
                    },
                    {
                        "i": "ab7c8da7ac3746e8a005f730208c672a",
                        "s": "栖霞市"
                    },
                    {
                        "i": "60c1b9031c09482cbb7ba3f0c99cd579",
                        "s": "海阳市"
                    }
                ],
                "i": "1c19637d10eb463a92807859f8281d7e",
                "n": "烟台"
            },
            {
                "a": [
                    {
                        "i": "a091ca65923c41fc8567021ad2eb2443",
                        "s": "潍城区"
                    },
                    {
                        "i": "e8622a22169e495baeee3fa35a0fa3a8",
                        "s": "寒亭区"
                    },
                    {
                        "i": "cd76fdb329624441bf6407a3c8f2aca6",
                        "s": "坊子区"
                    },
                    {
                        "i": "3a68ce9d2df1406b86ac54b3dfe8e261",
                        "s": "奎文区"
                    },
                    {
                        "i": "e4577267f65d4c3d8c6ae764d90bb8b6",
                        "s": "临朐县"
                    },
                    {
                        "i": "3e0183f48e9b4e75bbbff7dc359b4e21",
                        "s": "昌乐县"
                    },
                    {
                        "i": "5173ddbe6a9342bf9beebb4f0d7c51ff",
                        "s": "青州市"
                    },
                    {
                        "i": "6faf1ac18d9345398b9014118d21fca2",
                        "s": "诸城市"
                    },
                    {
                        "i": "5894615de2ec45f99ec8a8fda82b7c01",
                        "s": "寿光市"
                    },
                    {
                        "i": "ebacb6143ad242c09b1919df9cc7a29d",
                        "s": "安丘市"
                    },
                    {
                        "i": "cb363faf01234c12b9b465cd08fd2d60",
                        "s": "高密市"
                    },
                    {
                        "i": "07cde3fe95d849d49a89370032f61863",
                        "s": "昌邑市"
                    }
                ],
                "i": "ff8e9a836db840de9cc437f64056af13",
                "n": "潍坊"
            },
            {
                "a": [
                    {
                        "i": "bf3fa115861240c1b08dabcb9272d2f6",
                        "s": "市中区"
                    },
                    {
                        "i": "e330c122ad8b4cabbee039806c79eb1e",
                        "s": "任城区"
                    },
                    {
                        "i": "c55a2cc0083241b296127f75549e10a7",
                        "s": "微山县"
                    },
                    {
                        "i": "008449104f8b44b1b4db54ea65adf810",
                        "s": "鱼台县"
                    },
                    {
                        "i": "ef0d6c56f4b74c82962890c1b74f5185",
                        "s": "金乡县"
                    },
                    {
                        "i": "44e38021fccb4cffa97cd34d4e08993a",
                        "s": "嘉祥县"
                    },
                    {
                        "i": "7caffc22c5034f9ea700c4a8fd212613",
                        "s": "汶上县"
                    },
                    {
                        "i": "8c8288523b294c9a9143c8614aa8ccb1",
                        "s": "泗水县"
                    },
                    {
                        "i": "673f6cc25e344ccd92d11482436d10cd",
                        "s": "梁山县"
                    },
                    {
                        "i": "22e09328ee4940f287148e51f80d7e51",
                        "s": "曲阜市"
                    },
                    {
                        "i": "2b0e4d07456746cbb9880d2304478da7",
                        "s": "兖州市"
                    },
                    {
                        "i": "0a7b4da02dfa4dee82abe0da63708f26",
                        "s": "邹城市"
                    }
                ],
                "i": "aa6a46860e9d4af39dc286acf112b640",
                "n": "济宁"
            },
            {
                "a": [
                    {
                        "i": "09f7854ceac9400e9c1a03b8b1dc339e",
                        "s": "泰山区"
                    },
                    {
                        "i": "b2dcb09a936d4e74bd6cffa7f98b4efe",
                        "s": "岱岳区"
                    },
                    {
                        "i": "7f8c929faf034a6a9d977848b25728bf",
                        "s": "宁阳县"
                    },
                    {
                        "i": "5ed754d9b95549a0952bd5318b759b1c",
                        "s": "东平县"
                    },
                    {
                        "i": "bbf1f71c97374a25bc6cc4dcc4e3859d",
                        "s": "新泰市"
                    },
                    {
                        "i": "993c986121f6484da672e3178671fc06",
                        "s": "肥城市"
                    }
                ],
                "i": "52ef5feefe9045dd90d2f4c0549b6c42",
                "n": "泰安"
            },
            {
                "a": [
                    {
                        "i": "d61d08c57ead45748a5d32cf2401c31a",
                        "s": "环翠区"
                    },
                    {
                        "i": "c2bf1539b27c4f2cb44d97aff1d1875f",
                        "s": "文登市"
                    },
                    {
                        "i": "d8479d55ea304aefa7308ac1d13c5692",
                        "s": "荣成市"
                    },
                    {
                        "i": "5bf4dfcd6519498a91b247bf6508892b",
                        "s": "乳山市"
                    }
                ],
                "i": "8aa0d3dc8d8c44e892df4d7cef587aaf",
                "n": "威海"
            },
            {
                "a": [
                    {
                        "i": "3b7e678fe2054106a45ac920f098a55a",
                        "s": "东港区"
                    },
                    {
                        "i": "78ea221bc12c4366a0421540fec0aef3",
                        "s": "岚山区"
                    },
                    {
                        "i": "6134b52994df40818074ce40862eb4a9",
                        "s": "五莲县"
                    },
                    {
                        "i": "086a825dcd3e44a68b4f44fb89521498",
                        "s": "莒县"
                    }
                ],
                "i": "196b0518b9774c90b04e51671557a05c",
                "n": "日照"
            },
            {
                "a": [
                    {
                        "i": "6ca767d9384c47ca923d20e9565e776d",
                        "s": "莱城区"
                    },
                    {
                        "i": "93f53c5f8372419d8851d94cf4ed146b",
                        "s": "钢城区"
                    }
                ],
                "i": "ddfbe5de901d422993898b77630a8bd0",
                "n": "莱芜"
            },
            {
                "a": [
                    {
                        "i": "039a6c8dd5e24a3cb4ecf9a190676374",
                        "s": "兰山区"
                    },
                    {
                        "i": "bc6ac8c01d0a40d7b63ed991f39bbb12",
                        "s": "罗庄区"
                    },
                    {
                        "i": "2b53ed1a87a748ce984df058795ff9e2",
                        "s": "河东区"
                    },
                    {
                        "i": "f88f2b578b974eaba3232f4618f45152",
                        "s": "沂南县"
                    },
                    {
                        "i": "2ea1ec7ee91a4614bd458ef0b70c0adf",
                        "s": "郯城县"
                    },
                    {
                        "i": "292711e4ba14453d8c0db8fd1728c50e",
                        "s": "沂水县"
                    },
                    {
                        "i": "4ada52af048747ee8e2f9142430d7162",
                        "s": "苍山县"
                    },
                    {
                        "i": "1842fe2532194a809ccdd4491bd47036",
                        "s": "费县"
                    },
                    {
                        "i": "02a2bd41cb6b4529ad632ddf6ad5992d",
                        "s": "平邑县"
                    },
                    {
                        "i": "ca4affbb4cf6450bbfd0d809ec923555",
                        "s": "莒南县"
                    },
                    {
                        "i": "563766cdc0c0412faef35345dbc2fa54",
                        "s": "蒙阴县"
                    },
                    {
                        "i": "fd4a66d7f26e4405880aa79d6947f058",
                        "s": "临沭县"
                    }
                ],
                "i": "9ab2988f9bdc4e1fb74f76fbcaf00963",
                "n": "临沂"
            },
            {
                "a": [
                    {
                        "i": "4946bdfc2e6145de806f914be17ac34c",
                        "s": "德城区"
                    },
                    {
                        "i": "4ba03ef23552467bade7cf58d6b43f9a",
                        "s": "陵县"
                    },
                    {
                        "i": "0e4e79c9e3194dc1a6560c43c9f2bc2a",
                        "s": "宁津县"
                    },
                    {
                        "i": "a29046bfd5a242ec99a3fcda816f1292",
                        "s": "庆云县"
                    },
                    {
                        "i": "abd8406aab634cfea13465e87c2dc012",
                        "s": "临邑县"
                    },
                    {
                        "i": "15878a2eadbe46b5b117e1233e01cecc",
                        "s": "齐河县"
                    },
                    {
                        "i": "7c7877eda85c4c638483186c42cf2b44",
                        "s": "平原县"
                    },
                    {
                        "i": "afc2bce1190048ccab5240a1cf84a3ee",
                        "s": "夏津县"
                    },
                    {
                        "i": "1779b753e53b430f8ef356acd5f30c2f",
                        "s": "武城县"
                    },
                    {
                        "i": "e1ac32e572b34f81940cb62eb1a55570",
                        "s": "乐陵市"
                    },
                    {
                        "i": "97b69df877324c6187ecbe7f021ce57e",
                        "s": "禹城市"
                    }
                ],
                "i": "335195a09951479eb8c0f64b3bd3b1da",
                "n": "德州"
            },
            {
                "a": [
                    {
                        "i": "48ea08b9919c4bbfaeac4f8167b6414c",
                        "s": "东昌府区"
                    },
                    {
                        "i": "e3ea8c9eb88c4b7bba3c26b61a82a155",
                        "s": "阳谷县"
                    },
                    {
                        "i": "06ce5075cc6648c8abd0bd82aef1d57b",
                        "s": "莘县"
                    },
                    {
                        "i": "12553d5222d34e67872e070317201997",
                        "s": "茌平县"
                    },
                    {
                        "i": "cf29ea4865054b86a3b970b2918f8751",
                        "s": "东阿县"
                    },
                    {
                        "i": "a37405c0c4f9492cb38ee606d251af27",
                        "s": "冠县"
                    },
                    {
                        "i": "20bf132bf58c4a2aa504b1f49711f39e",
                        "s": "高唐县"
                    },
                    {
                        "i": "596273ffc7af401a8a80f823cbef2f90",
                        "s": "临清市"
                    }
                ],
                "i": "ad75a63d81f74d1490b3aef4fd7e85f0",
                "n": "聊城"
            },
            {
                "a": [
                    {
                        "i": "5a6e7071ea014dcead2f1c2b5e9e7ec3",
                        "s": "滨城区"
                    },
                    {
                        "i": "6b29e13430ae4d1a9b8a556f6f055aa0",
                        "s": "惠民县"
                    },
                    {
                        "i": "e2e578bbb49d48f0aeab86558a9f06ea",
                        "s": "阳信县"
                    },
                    {
                        "i": "c56a27dfcd314c9a91bf8371f0ab2c09",
                        "s": "无棣县"
                    },
                    {
                        "i": "ef3a9972da094b28b9039d12bf2f7ce3",
                        "s": "沾化县"
                    },
                    {
                        "i": "b89543c91b834631b7396cd89d5375e5",
                        "s": "博兴县"
                    },
                    {
                        "i": "fb06eb78891b4836a0aeab81b92dbb11",
                        "s": "邹平县"
                    }
                ],
                "i": "4785a30c07b54973b1fc7eb9526dc7b9",
                "n": "滨州"
            },
            {
                "a": [
                    {
                        "i": "5fc4eea9e6ef4cad80cf71f250e6d1d3",
                        "s": "牡丹区"
                    },
                    {
                        "i": "c44ad8c2fcd54e4b9f5d7c831807ede9",
                        "s": "曹县"
                    },
                    {
                        "i": "44f10f60210845c5b9658a3e10cde344",
                        "s": "单县"
                    },
                    {
                        "i": "e86a5657b98c4a8bb23e49cd5b6fca85",
                        "s": "成武县"
                    },
                    {
                        "i": "cfca7767b57e4289be547df2deb54daa",
                        "s": "巨野县"
                    },
                    {
                        "i": "fb2e75189c534efca9db3c528e0d90fa",
                        "s": "郓城县"
                    },
                    {
                        "i": "139614e68fc4483db445f3ca4ca21e90",
                        "s": "鄄城县"
                    },
                    {
                        "i": "0015d791a1e84725affa786dd25bbfba",
                        "s": "定陶县"
                    },
                    {
                        "i": "e530cf87a3144eaf85c100b4866db4d3",
                        "s": "东明县"
                    }
                ],
                "i": "f3ca57ff6191469694d195a9a18e3372",
                "n": "菏泽"
            }
        ],
        "i": "914ad14557cc46d9a432f1c4f420c36e",
        "p": "山东"
    },
    {
        "c": [
            {
                "a": [
                    {
                        "i": "da642cd8c55a4d5086f9116092235d42",
                        "s": "中原区"
                    },
                    {
                        "i": "b3527934686c402480207e06bceaeaf0",
                        "s": "二七区"
                    },
                    {
                        "i": "82a02009568347e78192aae261d801b7",
                        "s": "管城回族区"
                    },
                    {
                        "i": "2165040729754d40a65e7972f25e01a1",
                        "s": "金水区"
                    },
                    {
                        "i": "6bd89d010d214b54894fac67eb8bbf47",
                        "s": "上街区"
                    },
                    {
                        "i": "55cd5add0a7443c4964a2c80b333c3e6",
                        "s": "惠济区"
                    },
                    {
                        "i": "243cba6d01fe458886f9eeaec293ed34",
                        "s": "中牟县"
                    },
                    {
                        "i": "16a4b8c952254be599a1945ed12d8fb1",
                        "s": "巩义市"
                    },
                    {
                        "i": "b672b10f015846d2852c890baf623c69",
                        "s": "荥阳市"
                    },
                    {
                        "i": "e89eecc38d0541f7ae9ec0e6260ee83f",
                        "s": "新密市"
                    },
                    {
                        "i": "951f339459584bdc99b328da2a8dab53",
                        "s": "新郑市"
                    },
                    {
                        "i": "93062ddc49b341a9b99e4ccc0181020e",
                        "s": "登封市"
                    }
                ],
                "i": "d6cdd5e621254a3e8bdae628cd3333c3",
                "n": "郑州"
            },
            {
                "a": [
                    {
                        "i": "db05d5c226554e8cb2283cb7bec15bb0",
                        "s": "龙亭区"
                    },
                    {
                        "i": "817ad5728cc341d4b1450a8d0bdd0f18",
                        "s": "顺河回族区"
                    },
                    {
                        "i": "a74f0a87a6ea4b09abea068c9ca9e8e3",
                        "s": "鼓楼区"
                    },
                    {
                        "i": "6d9d48ff75e14f1b85557cbadcb46eae",
                        "s": "禹王台区"
                    },
                    {
                        "i": "3f169e881a2f4d05b9ddc48c78b9e3a9",
                        "s": "金明区"
                    },
                    {
                        "i": "7617a6a7bba04de19387020e2ebaeccc",
                        "s": "杞县"
                    },
                    {
                        "i": "dc127ec3fc1b4bc795c59b6a1f12e920",
                        "s": "通许县"
                    },
                    {
                        "i": "83cb537bfb434353a197cd2fea2159ac",
                        "s": "尉氏县"
                    },
                    {
                        "i": "7d0cd9f967ba46f4a2cd84a484579be5",
                        "s": "开封县"
                    },
                    {
                        "i": "2c25e99ac5eb48bc87303223442cde0e",
                        "s": "兰考县"
                    }
                ],
                "i": "0c8555b387a24e27b0548c3a8d2218eb",
                "n": "开封"
            },
            {
                "a": [
                    {
                        "i": "a7d6bab27f724b3f91cf7196ae62743b",
                        "s": "老城区"
                    },
                    {
                        "i": "08c71ea3201644358a5bf5f5ecab2199",
                        "s": "西工区"
                    },
                    {
                        "i": "daaab5bbab264839b4b43184bc418d1a",
                        "s": "廛河回族区"
                    },
                    {
                        "i": "c63c824d81dd4a4db0b0d281a717cbca",
                        "s": "涧西区"
                    },
                    {
                        "i": "c731102113aa40a5bceecfc12026223c",
                        "s": "吉利区"
                    },
                    {
                        "i": "3488ba6a31384e0bb8c7c0b6c510ce96",
                        "s": "洛龙区"
                    },
                    {
                        "i": "e8c76b78b7534f918e491ad1c708b11d",
                        "s": "孟津县"
                    },
                    {
                        "i": "ba8905fec3ab4d0181c8c698c670382a",
                        "s": "新安县"
                    },
                    {
                        "i": "29d77e3699a84aea81c54252ef32b932",
                        "s": "栾川县"
                    },
                    {
                        "i": "606ed8e92af64b808c5d5233f0cfe04e",
                        "s": "嵩县"
                    },
                    {
                        "i": "9154ee9448964b83a6b2971ea61e83d9",
                        "s": "汝阳县"
                    },
                    {
                        "i": "ae1b5abf1c6d46b8bbdf1385f6419692",
                        "s": "宜阳县"
                    },
                    {
                        "i": "801f9ed384d84fa8823f529d69a2b77a",
                        "s": "洛宁县"
                    },
                    {
                        "i": "4906397764d842a2b1956ae20002dbc0",
                        "s": "伊川县"
                    },
                    {
                        "i": "c7fe88d5142e41f688c95a4b514bf024",
                        "s": "偃师市"
                    }
                ],
                "i": "0fbeccc1ee654294ac0179c19b431dad",
                "n": "洛阳"
            },
            {
                "a": [
                    {
                        "i": "8383a155f9e2468187fcfa626e2f346f",
                        "s": "新华区"
                    },
                    {
                        "i": "b1ff826557c9436a96ab1f03e418fe12",
                        "s": "卫东区"
                    },
                    {
                        "i": "7bb3258c75504d18b6631df8d858207c",
                        "s": "石龙区"
                    },
                    {
                        "i": "2cd34825aea945aab94e394dfbebe584",
                        "s": "湛河区"
                    },
                    {
                        "i": "49571552852d4262b42f3ce8721f64b7",
                        "s": "宝丰县"
                    },
                    {
                        "i": "20df0515241d4c95aa58c7d75a9a8814",
                        "s": "叶县"
                    },
                    {
                        "i": "64f0a33bced14600a4f4a10eb608d521",
                        "s": "鲁山县"
                    },
                    {
                        "i": "7bb7adbebb8c4bb5b0e82099a0221931",
                        "s": "郏县"
                    },
                    {
                        "i": "f3fce7ab8ba3440eb9acafac807d0daa",
                        "s": "舞钢市"
                    },
                    {
                        "i": "febdf9c77e7d4188be86b4297fdc444a",
                        "s": "汝州市"
                    }
                ],
                "i": "99bf64e3b75542f8bcd470bbf3b3285e",
                "n": "平顶山"
            },
            {
                "a": [
                    {
                        "i": "3e2683e3f5a44f3e8b8a5a146ec1ed6a",
                        "s": "文峰区"
                    },
                    {
                        "i": "27be91160d52415b8e6b3cce309f6915",
                        "s": "北关区"
                    },
                    {
                        "i": "7074080d201b401d860f4ea747601f2b",
                        "s": "殷都区"
                    },
                    {
                        "i": "3988d70b7edc4df78f34802a8cb9605f",
                        "s": "龙安区"
                    },
                    {
                        "i": "b0b60c929d5549c8baa6a1e804e98d38",
                        "s": "安阳县"
                    },
                    {
                        "i": "3639b1424a414f2784e7a956a0d6643f",
                        "s": "汤阴县"
                    },
                    {
                        "i": "ae50021ada0349738b6b2e776323db4e",
                        "s": "滑县"
                    },
                    {
                        "i": "a65b0d7add034ac4b3fa0b3275e0e684",
                        "s": "内黄县"
                    },
                    {
                        "i": "be1ee6fc59e7485eafab2beef9c6ad1a",
                        "s": "林州市"
                    }
                ],
                "i": "c7f3dc7f3a8e4d4598ab51b143300b26",
                "n": "安阳"
            },
            {
                "a": [
                    {
                        "i": "53fcec9d276345b7b0d269583e1fdd5b",
                        "s": "鹤山区"
                    },
                    {
                        "i": "131ccba3e5e54365907ff909f8aa6a20",
                        "s": "山城区"
                    },
                    {
                        "i": "a3a999dfff204be59eba27fa210156d2",
                        "s": "淇滨区"
                    },
                    {
                        "i": "540b1d56db874b0abae549513a49ada3",
                        "s": "浚县"
                    },
                    {
                        "i": "60829ff7dc3841d09c574705e892dccb",
                        "s": "淇县"
                    }
                ],
                "i": "a432ab6fc2a543289de169fa8b7600a4",
                "n": "鹤壁"
            },
            {
                "a": [
                    {
                        "i": "c7556a25c042497ca2d3d438a173baaf",
                        "s": "红旗区"
                    },
                    {
                        "i": "938e9c0f75be4c96b3f1d73721b8a77f",
                        "s": "卫滨区"
                    },
                    {
                        "i": "d2adca2977be4b5d93fb04fc9d66d24f",
                        "s": "凤泉区"
                    },
                    {
                        "i": "d70a7c7f7a4f4acc99b822fd7fffe90f",
                        "s": "牧野区"
                    },
                    {
                        "i": "dc34e9cc086646ca82563ef2d7ee41f9",
                        "s": "新乡县"
                    },
                    {
                        "i": "f497eeb38a5a4818a2a7b3888a051514",
                        "s": "获嘉县"
                    },
                    {
                        "i": "6ae3ce47091c433db8d31ea3923482f7",
                        "s": "原阳县"
                    },
                    {
                        "i": "676550f981e942a39d2c07965301c258",
                        "s": "延津县"
                    },
                    {
                        "i": "fd3db713fe2840a598bbdd0c193f3688",
                        "s": "封丘县"
                    },
                    {
                        "i": "2a572d53198b403987178268d79a2526",
                        "s": "长垣县"
                    },
                    {
                        "i": "37e5c85838d645e3b841d22d13c25dca",
                        "s": "卫辉市"
                    },
                    {
                        "i": "5eac0c6f8c7145e1b98a9f53a0ac080b",
                        "s": "辉县市"
                    }
                ],
                "i": "9a8c7dbd1146441baf5d81aa2b6161a0",
                "n": "新乡"
            },
            {
                "a": [
                    {
                        "i": "ff2cac5d8a3443faa18c2c4d04a5a779",
                        "s": "解放区"
                    },
                    {
                        "i": "1ad31c4d6a5c4526b4e07f4f244d3228",
                        "s": "中站区"
                    },
                    {
                        "i": "5bae2ed8211a41acb476bcc7321c849d",
                        "s": "马村区"
                    },
                    {
                        "i": "99041e3b88fd495da0084ed58f2700a5",
                        "s": "山阳区"
                    },
                    {
                        "i": "ce4289d658be4cde88b1987520d5b7f0",
                        "s": "修武县"
                    },
                    {
                        "i": "fb1a3f93f1f74269a17a14bbda05f570",
                        "s": "博爱县"
                    },
                    {
                        "i": "0f41a39194d940f7b9065215b270cf5e",
                        "s": "武陟县"
                    },
                    {
                        "i": "73bad466a73046c28af6a113731fa0d9",
                        "s": "温县"
                    },
                    {
                        "i": "82c8e4f898174808871a509aba2eaeb0",
                        "s": "沁阳市"
                    },
                    {
                        "i": "4fb2b3de485644c28247e1518fb06440",
                        "s": "孟州市"
                    }
                ],
                "i": "9efc3baa1fa348648271be38fd577d7b",
                "n": "焦作"
            },
            {
                "a": [
                    {
                        "i": "d58688d4be024bd29f317ba7be544517",
                        "s": "华龙区"
                    },
                    {
                        "i": "9842e6ba9893416ca627d8c4ed60d3de",
                        "s": "清丰县"
                    },
                    {
                        "i": "e10747ae0d5e4b7c86671245cd51d3c4",
                        "s": "南乐县"
                    },
                    {
                        "i": "ddb454e508ae4523afa7d4a03b11f3f1",
                        "s": "范县"
                    },
                    {
                        "i": "7eeed1250688454e9eb198113a19df72",
                        "s": "台前县"
                    },
                    {
                        "i": "eb77a8e5487642ce9890031c51db3ea1",
                        "s": "濮阳县"
                    }
                ],
                "i": "72e3c635db1b4f70aa09698c8537cf47",
                "n": "濮阳"
            },
            {
                "a": [
                    {
                        "i": "744d2f37c9804b8480bede4998ec5221",
                        "s": "魏都区"
                    },
                    {
                        "i": "3568e07e894c43d5a960dbf6dc3b921a",
                        "s": "许昌县"
                    },
                    {
                        "i": "9cb3a964fbcf49009a397bf43ec44671",
                        "s": "鄢陵县"
                    },
                    {
                        "i": "9b47dd66d67348f186d117ce6a55deb0",
                        "s": "襄城县"
                    },
                    {
                        "i": "1a936db955994f568999f2923a64e72e",
                        "s": "禹州市"
                    },
                    {
                        "i": "ea1867b8dd934753a1fe454ec423730e",
                        "s": "长葛市"
                    }
                ],
                "i": "7197e6263b51487ca7d9a3a3ff06a8ea",
                "n": "许昌"
            },
            {
                "a": [
                    {
                        "i": "d75a40e76f6b460f94d9cdefff8a85be",
                        "s": "源汇区"
                    },
                    {
                        "i": "7aa115537f7e4bf5920f8bdc63554243",
                        "s": "郾城区"
                    },
                    {
                        "i": "48af6ad4af6446cc99885dade55c69dc",
                        "s": "召陵区"
                    },
                    {
                        "i": "140e2d226a834c22968b8c12860c93b1",
                        "s": "舞阳县"
                    },
                    {
                        "i": "2d64c30d08d14dccaa61f170cad75654",
                        "s": "临颍县"
                    }
                ],
                "i": "302f75a417d14fbebb3433427ff435ab",
                "n": "漯河"
            },
            {
                "a": [
                    {
                        "i": "c082bd420a7b460db2bee36c114330c2",
                        "s": "湖滨区"
                    },
                    {
                        "i": "dbaf41eafb684d01bd17d93e4da53820",
                        "s": "渑池县"
                    },
                    {
                        "i": "52e18430f967457d9d34c4be14774c83",
                        "s": "陕县"
                    },
                    {
                        "i": "ee6cd6394a2147d2b8bbdbc147db5fc3",
                        "s": "卢氏县"
                    },
                    {
                        "i": "69c20ccd8c2a4310b4d216c31c0e904a",
                        "s": "义马市"
                    },
                    {
                        "i": "8febc27c3f99498cbb606bf6e761476b",
                        "s": "灵宝市"
                    }
                ],
                "i": "4c9186d2f1c54b51b2e5030a81c273ed",
                "n": "三门峡"
            },
            {
                "a": [
                    {
                        "i": "18f2950d8694447d9bbc64eca32d897a",
                        "s": "宛城区"
                    },
                    {
                        "i": "96ab8b9df3e844aaa35be20ccf831474",
                        "s": "卧龙区"
                    },
                    {
                        "i": "6a10abbc456343b1a52208bf95db7d19",
                        "s": "南召县"
                    },
                    {
                        "i": "37167162c102474aa6d45d0ffaf5796d",
                        "s": "方城县"
                    },
                    {
                        "i": "338c48c808414d8cbc092eded8e32e97",
                        "s": "西峡县"
                    },
                    {
                        "i": "eefb523c527343328907122fc7e9a251",
                        "s": "镇平县"
                    },
                    {
                        "i": "17f53b8e02d644f187dde3105ff7bf65",
                        "s": "内乡县"
                    },
                    {
                        "i": "2b80ed2a96ae45168aecac9d90f28914",
                        "s": "淅川县"
                    },
                    {
                        "i": "d4d8679e0732427dba49f96696acba57",
                        "s": "社旗县"
                    },
                    {
                        "i": "a81f56139d3244f7bf6c70bf906bb01b",
                        "s": "唐河县"
                    },
                    {
                        "i": "01185b0374d34966b4be544a1d823ba9",
                        "s": "新野县"
                    },
                    {
                        "i": "103952cb147a4d18b669e3b71f19260f",
                        "s": "桐柏县"
                    },
                    {
                        "i": "138b927acc7e45b3a2ff16185bfff1f8",
                        "s": "邓州市"
                    }
                ],
                "i": "defb461d94404706be97a25ca7d933a9",
                "n": "南阳"
            },
            {
                "a": [
                    {
                        "i": "12ccd5ad9f9b41f4aaa314dcf7c542dc",
                        "s": "梁园区"
                    },
                    {
                        "i": "dcbc5174a6bf4fe99d0bbaf9a5b177a3",
                        "s": "睢阳区"
                    },
                    {
                        "i": "60c5922694de49bbbf4876dd68880814",
                        "s": "民权县"
                    },
                    {
                        "i": "70425bb4010b458789449545cdc2e1d1",
                        "s": "睢县"
                    },
                    {
                        "i": "a9b4fcc1735f4c03b8931a782076c9a9",
                        "s": "宁陵县"
                    },
                    {
                        "i": "ea84b98896ef47028e3a6b04c1e966bd",
                        "s": "柘城县"
                    },
                    {
                        "i": "b3c069f3dca3477a8da18873370b2514",
                        "s": "虞城县"
                    },
                    {
                        "i": "9ce49d953aea4f12b2720eb1deea5624",
                        "s": "夏邑县"
                    },
                    {
                        "i": "60417f11a7c5496991b35aefa4086e8f",
                        "s": "永城市"
                    }
                ],
                "i": "d20a6a8517104f308ff7724e1aab5383",
                "n": "商丘"
            },
            {
                "a": [
                    {
                        "i": "3f01b7b0412a41e7b0e9499b4a4ed7fb",
                        "s": "浉河区"
                    },
                    {
                        "i": "c3ce9a213cfd4673b8bc74edbdc9c705",
                        "s": "平桥区"
                    },
                    {
                        "i": "99e824215dfd4592b18042a092a52cc1",
                        "s": "罗山县"
                    },
                    {
                        "i": "b95b57e3c4994273bb8036b9870c078f",
                        "s": "光山县"
                    },
                    {
                        "i": "b7a359aee47c4480ad2509f8d95fa5cb",
                        "s": "新县"
                    },
                    {
                        "i": "752fb9d58764400fb5a066594beb8f16",
                        "s": "商城县"
                    },
                    {
                        "i": "725689d8842e466190af44175aa131d6",
                        "s": "固始县"
                    },
                    {
                        "i": "cf9ccfe3b89a4fd6bc7150286a6cc070",
                        "s": "潢川县"
                    },
                    {
                        "i": "f5066a1367d84c0385d670af9c2d39b3",
                        "s": "淮滨县"
                    },
                    {
                        "i": "0ef18127dcbc4afc9152636abe00a6cb",
                        "s": "息县"
                    }
                ],
                "i": "a914c89a7ed5435cab4127c584241dc5",
                "n": "信阳"
            },
            {
                "a": [
                    {
                        "i": "9acf5b5f68b1437da7afb521d281cd10",
                        "s": "川汇区"
                    },
                    {
                        "i": "380279c436ab4e50a80edf900a6c3aca",
                        "s": "扶沟县"
                    },
                    {
                        "i": "bf3dfd40de63410cb0d81efaf5affdf0",
                        "s": "西华县"
                    },
                    {
                        "i": "f5d091f984964efa818ccee48f55c8b9",
                        "s": "商水县"
                    },
                    {
                        "i": "90f14cb2ddd04acdb4abd8d7dc04b568",
                        "s": "沈丘县"
                    },
                    {
                        "i": "5cb6e3c2811448a89128be13b9afdd86",
                        "s": "郸城县"
                    },
                    {
                        "i": "c9e5b80ac72d43daa9a52afcd9772c84",
                        "s": "淮阳县"
                    },
                    {
                        "i": "cbfe6c63775d424b9bca97cca66c61a6",
                        "s": "太康县"
                    },
                    {
                        "i": "d31af7508189430e9e6bf44fc9eefa46",
                        "s": "鹿邑县"
                    },
                    {
                        "i": "b90dae98f848450fb23100c8c6756e6c",
                        "s": "项城市"
                    }
                ],
                "i": "f711344672d345fbbeb65fbd686f859b",
                "n": "周口"
            },
            {
                "a": [
                    {
                        "i": "78cd5831af544b7e829127c45a52302e",
                        "s": "驿城区"
                    },
                    {
                        "i": "64c7a49612d34572824113b3f53ca8fd",
                        "s": "西平县"
                    },
                    {
                        "i": "4c7885ca1ec043aabaa48b356164eb65",
                        "s": "上蔡县"
                    },
                    {
                        "i": "d43b3924a59c4da8b1bf4bf3215bd1ea",
                        "s": "平舆县"
                    },
                    {
                        "i": "280691f3032f4f1db25c6e92bcf05bbd",
                        "s": "正阳县"
                    },
                    {
                        "i": "ec1971b14fda4e5a8f259cdc550e030c",
                        "s": "确山县"
                    },
                    {
                        "i": "4bf735874d31461fbae3c8803dc9b01c",
                        "s": "泌阳县"
                    },
                    {
                        "i": "b430673eadc64044ac372e4eacf94053",
                        "s": "汝南县"
                    },
                    {
                        "i": "1bf3dc17838941529387f02f9996b28d",
                        "s": "遂平县"
                    },
                    {
                        "i": "91ff5f1d251941c8b609d02cf256eece",
                        "s": "新蔡县"
                    }
                ],
                "i": "086c411a7cf44126aaeff6a7ccde8140",
                "n": "驻马店"
            },
            {
                "a": [
                    {
                        "i": "7211a5e519ac429296fb5d0f16f920ca",
                        "s": "济源"
                    }
                ],
                "i": "e681cb72cd724e518b0f3f6a672e2a28",
                "n": "济源"
            }
        ],
        "i": "acb943dbb23b433d96fbae57d10a1307",
        "p": "河南"
    },
    {
        "c": [
            {
                "a": [
                    {
                        "i": "0aed7764fb834da391dfb66cd011a445",
                        "s": "江岸区"
                    },
                    {
                        "i": "70ce786bd9d34937ab1aa20f33506a4d",
                        "s": "江汉区"
                    },
                    {
                        "i": "f4491302c41d44e4accef0f3f81be880",
                        "s": "硚口区"
                    },
                    {
                        "i": "a619e4a3bc28478baea121236ec269c7",
                        "s": "汉阳区"
                    },
                    {
                        "i": "2b318a15dbd8437a992a9bbe97437297",
                        "s": "武昌区"
                    },
                    {
                        "i": "6d84bc3defd549e6bd8aa95e7a54df05",
                        "s": "青山区"
                    },
                    {
                        "i": "e6ff44f3654b4eb49ea40c4c13bb5aca",
                        "s": "洪山区"
                    },
                    {
                        "i": "aded5ddb449f42af9f201494df313886",
                        "s": "东西湖区"
                    },
                    {
                        "i": "0dd05caa313e4f81a7d5d0c1203c0e25",
                        "s": "汉南区"
                    },
                    {
                        "i": "bce88e2a701e45b892c27908cf70c73d",
                        "s": "蔡甸区"
                    },
                    {
                        "i": "fa2cee2f83524e1f920ff9f4da7c1f59",
                        "s": "江夏区"
                    },
                    {
                        "i": "8e35d172049a4fcda8557a24c58479b9",
                        "s": "黄陂区"
                    },
                    {
                        "i": "e1e9f37e7a1c4a4e83741b005a0fb486",
                        "s": "新洲区"
                    }
                ],
                "i": "dac0d17ae2054aad8df1fc18f9b10314",
                "n": "武汉"
            },
            {
                "a": [
                    {
                        "i": "1749e1d14065428e88c6f9c5b679ee60",
                        "s": "黄石港区"
                    },
                    {
                        "i": "ff7c0647a91c4cd8acf47e62419af004",
                        "s": "西塞山区"
                    },
                    {
                        "i": "fc972064ba5b43dca38400395df5d759",
                        "s": "下陆区"
                    },
                    {
                        "i": "e900b42a357b4240a41b0cfa239f5d6c",
                        "s": "铁山区"
                    },
                    {
                        "i": "0c20f9e4af38401da73a762770e9670a",
                        "s": "阳新县"
                    },
                    {
                        "i": "4f80120e015c42439d0c3b4312a9842c",
                        "s": "大冶市"
                    }
                ],
                "i": "792a98946bcd430abd4279c2a41c0ece",
                "n": "黄石"
            },
            {
                "a": [
                    {
                        "i": "3ca02e798ad445aaab28f167dbbf8fba",
                        "s": "茅箭区"
                    },
                    {
                        "i": "a893aedb217a4523acbb1510fd33b4a8",
                        "s": "张湾区"
                    },
                    {
                        "i": "46712e95ba5a47d5b1a962eb693e546b",
                        "s": "郧县"
                    },
                    {
                        "i": "ecd2de9b9dff4b74a838f8f281279c92",
                        "s": "郧西县"
                    },
                    {
                        "i": "c04d082c614247f0b719db9e2f39944d",
                        "s": "竹山县"
                    },
                    {
                        "i": "fbed69ba53874c97901a1b8a0630486b",
                        "s": "竹溪县"
                    },
                    {
                        "i": "a91abb37065443dcb190e69bc64ae2ea",
                        "s": "房县"
                    },
                    {
                        "i": "1f598b11f17141f5b72f0afc3f44f6f9",
                        "s": "丹江口市"
                    }
                ],
                "i": "b8cbda87b9b1413dbea17456375d5a87",
                "n": "十堰"
            },
            {
                "a": [
                    {
                        "i": "4ddba926f77a4e93b11a399084c02cab",
                        "s": "西陵区"
                    },
                    {
                        "i": "27b3f47c9a574598a5069e4abf0a9f20",
                        "s": "伍家岗区"
                    },
                    {
                        "i": "a7337f6008134ebf8e0b568df5b86fb3",
                        "s": "点军区"
                    },
                    {
                        "i": "c9add8b509db43a69b64d48284b84f92",
                        "s": "猇亭区"
                    },
                    {
                        "i": "7bdc494f0c914943902c88775153f7a9",
                        "s": "夷陵区"
                    },
                    {
                        "i": "4d4452ff399846e89e0d1ca8cc027aba",
                        "s": "远安县"
                    },
                    {
                        "i": "79f19ba772254bda8646abd4d7d6cf9b",
                        "s": "兴山县"
                    },
                    {
                        "i": "6c72f21ce4d34ebc97603742716de2dd",
                        "s": "秭归县"
                    },
                    {
                        "i": "e606cf61b8234a49b26c130bee452f8f",
                        "s": "长阳土家族自治县"
                    },
                    {
                        "i": "a9156286d7654919a16434a6a376423e",
                        "s": "五峰土家族自治县"
                    },
                    {
                        "i": "3d74a6c8b47c4da28cb736c7ccdeff22",
                        "s": "宜都市"
                    },
                    {
                        "i": "248b38e432174d039b95ecb51c9c7216",
                        "s": "当阳市"
                    },
                    {
                        "i": "c61cf56e40cf4a36a3c6cdd3466fff6f",
                        "s": "枝江市"
                    }
                ],
                "i": "42005110aafe4d2e8a5030adc92cbee9",
                "n": "宜昌"
            },
            {
                "a": [
                    {
                        "i": "a2a93b99a73b499fa6931573bdc54ab2",
                        "s": "襄城区"
                    },
                    {
                        "i": "2209398c9f21448f8946dec1ad21711a",
                        "s": "樊城区"
                    },
                    {
                        "i": "ed7b0e29ec7e4e04bd5bef38ea384ba9",
                        "s": "襄阳区"
                    },
                    {
                        "i": "497bc14949a54a5d8a3068bcbb44ca80",
                        "s": "南漳县"
                    },
                    {
                        "i": "32e1d67b521d40e09c595abe28fcced5",
                        "s": "谷城县"
                    },
                    {
                        "i": "865ff3abd09e4d3ba86cb2ca273eb985",
                        "s": "保康县"
                    },
                    {
                        "i": "b88eaac2b63b43f8ad6e48089b77af9b",
                        "s": "老河口市"
                    },
                    {
                        "i": "5e786088598a4b3d964396a2cf88ec56",
                        "s": "枣阳市"
                    },
                    {
                        "i": "ba945cf4401a4956a99458eb275eb8fa",
                        "s": "宜城市"
                    }
                ],
                "i": "754e60f70c164cd894183fa8b5b78067",
                "n": "襄樊"
            },
            {
                "a": [
                    {
                        "i": "069a52bf67b749ab8db34f90a4de5135",
                        "s": "梁子湖区"
                    },
                    {
                        "i": "5a013ebfe68649dfa2c5300e4de9b940",
                        "s": "华容区"
                    },
                    {
                        "i": "5e7c94d45de146b48242261131c65e43",
                        "s": "鄂城区"
                    }
                ],
                "i": "36479352848e4f129e4404d63d9abd86",
                "n": "鄂州"
            },
            {
                "a": [
                    {
                        "i": "80c9dd2310bd47d090f1ed0e87516e20",
                        "s": "东宝区"
                    },
                    {
                        "i": "df915a2bd0dd4ecba6aa9786d043fb5d",
                        "s": "掇刀区"
                    },
                    {
                        "i": "81fb1a6a7d5744f289dedd3a39794117",
                        "s": "京山县"
                    },
                    {
                        "i": "34a70d83fdd1446b810ca90d5357b5bd",
                        "s": "沙洋县"
                    },
                    {
                        "i": "9a299e5f202f467aa508b4dc041ae769",
                        "s": "钟祥市"
                    }
                ],
                "i": "731b16be389247b79b6bffc142a757a1",
                "n": "荆门"
            },
            {
                "a": [
                    {
                        "i": "000c26f24a7d4da09b4b10148078ef2b",
                        "s": "孝南区"
                    },
                    {
                        "i": "187fdbe8c0fd45b89a448903e14c69a1",
                        "s": "孝昌县"
                    },
                    {
                        "i": "5d54a6c1c7bd4955a34dcb6ed4fabafe",
                        "s": "大悟县"
                    },
                    {
                        "i": "343b277bb1714203a958bb89bebdfcd8",
                        "s": "云梦县"
                    },
                    {
                        "i": "56b1a8ec86f041c389236f0da9ce291e",
                        "s": "应城市"
                    },
                    {
                        "i": "114e2997bc6e45e2baf473c3a8da60c1",
                        "s": "安陆市"
                    },
                    {
                        "i": "84dce542dfaa404da7ec17c5a58b7c34",
                        "s": "汉川市"
                    }
                ],
                "i": "457389904c3542b1a65225192ed23096",
                "n": "孝感"
            },
            {
                "a": [
                    {
                        "i": "cc086f81eb6644f891fd1e484824c0f2",
                        "s": "沙市区"
                    },
                    {
                        "i": "03292b5994dc41bab956f81ead74ef28",
                        "s": "荆州区"
                    },
                    {
                        "i": "c1933c2d82a4492cb0ee2561b8f7b9f6",
                        "s": "公安县"
                    },
                    {
                        "i": "b8d0838bddca495c93d5db4a210d4093",
                        "s": "监利县"
                    },
                    {
                        "i": "21a9d0d0eb51475b918493db5158943c",
                        "s": "江陵县"
                    },
                    {
                        "i": "016ec156a2ae4d02b9846e73f6c65887",
                        "s": "石首市"
                    },
                    {
                        "i": "9ee7732df49441709e6363d35e40437b",
                        "s": "洪湖市"
                    },
                    {
                        "i": "c3b77277072a40a0b539acd1f4806124",
                        "s": "松滋市"
                    }
                ],
                "i": "3dbc7b6211804737995cacfa6de6f040",
                "n": "荆州"
            },
            {
                "a": [
                    {
                        "i": "259a1bf7fe1e4e789d1207c3f1015395",
                        "s": "黄州区"
                    },
                    {
                        "i": "e4ac52dc163d4e70bb12fd3dfe228642",
                        "s": "团风县"
                    },
                    {
                        "i": "1d995694ffc54bf08d79075867242a71",
                        "s": "红安县"
                    },
                    {
                        "i": "00d83b05d8744404adebebc306c5387d",
                        "s": "罗田县"
                    },
                    {
                        "i": "521130dc5349418ab652f5441f9afd1d",
                        "s": "英山县"
                    },
                    {
                        "i": "52aaa32407f74bc89a19298e82a08cdd",
                        "s": "浠水县"
                    },
                    {
                        "i": "c4bfcf5e405c4551ac218f746a057bd4",
                        "s": "蕲春县"
                    },
                    {
                        "i": "b2fc3e852c834c449b96aae1456cc8bc",
                        "s": "黄梅县"
                    },
                    {
                        "i": "794f4fd6432d4bc4a743a6e6f881631c",
                        "s": "麻城市"
                    },
                    {
                        "i": "2f02a1162a754d79b9a991443865c389",
                        "s": "武穴市"
                    }
                ],
                "i": "831e90dcb7b541918523701a9af3d48b",
                "n": "黄冈"
            },
            {
                "a": [
                    {
                        "i": "9c451f9b009c44f8b05995cf81c2f72d",
                        "s": "咸安区"
                    },
                    {
                        "i": "7a9e6bc1610648c8ad6596015eff1495",
                        "s": "嘉鱼县"
                    },
                    {
                        "i": "30964ba104394036a227d5af5417eb5d",
                        "s": "通城县"
                    },
                    {
                        "i": "bf735fddf88a4cb0965045c81f93ee77",
                        "s": "崇阳县"
                    },
                    {
                        "i": "450558c7322b4280b8cf03b1f13c6199",
                        "s": "通山县"
                    },
                    {
                        "i": "8e4b7298915244049f6c7f401789a4c5",
                        "s": "赤壁市"
                    }
                ],
                "i": "06b1816ffa8a4b34a622b14ceece9a5e",
                "n": "咸宁"
            },
            {
                "a": [
                    {
                        "i": "33a383f2992448d49b0414adcfb45a01",
                        "s": "曾都区"
                    },
                    {
                        "i": "e8312af8bed644a5b500f9c21558b7d2",
                        "s": "随县"
                    },
                    {
                        "i": "2f45f45c05554a778469f91c16834ef3",
                        "s": "广水市"
                    }
                ],
                "i": "7407d80778924958bdf29bc58b075e68",
                "n": "随州"
            },
            {
                "a": [
                    {
                        "i": "f82b017702db4fecb8fb66ee2d48a7df",
                        "s": "恩施市"
                    },
                    {
                        "i": "623dd523bd0d4d25b5882d871c063fdd",
                        "s": "利川市"
                    },
                    {
                        "i": "a1f203cbfcf84187a403b31f46914851",
                        "s": "建始县"
                    },
                    {
                        "i": "abedef8a49774621a1bdf731245d2332",
                        "s": "巴东县"
                    },
                    {
                        "i": "a507274a81334c8a83b6c538c0fea122",
                        "s": "宣恩县"
                    },
                    {
                        "i": "3f0906d0fb4e474da6d4f45fa9b64ad0",
                        "s": "咸丰县"
                    },
                    {
                        "i": "ba986a024cb74c6db5d59096b9be415d",
                        "s": "来凤县"
                    },
                    {
                        "i": "4dcf37a3015c47349fa161eb49031c7a",
                        "s": "鹤峰县"
                    }
                ],
                "i": "a30925f561c14a6daef20efe4026c96a",
                "n": "恩施"
            },
            {
                "a": [
                    {
                        "i": "14149cf80117415ca334fd2d0013e4ed",
                        "s": "仙桃"
                    }
                ],
                "i": "b032482d82d5449fae2c860614414abb",
                "n": "仙桃"
            },
            {
                "a": [
                    {
                        "i": "b2507421c8c6430f91af55416178bdc0",
                        "s": "潜江"
                    }
                ],
                "i": "5cd4a53c6d764a56b402accf060bc1ce",
                "n": "潜江"
            },
            {
                "a": [
                    {
                        "i": "f71738a9b9ef4cca9d97598d3e0cd6cb",
                        "s": "天门"
                    }
                ],
                "i": "8faeefd53ede49cd94fc740bdadab6ba",
                "n": "天门"
            },
            {
                "a": [
                    {
                        "i": "721a4d7759f142cf8dfd4412b35d821b",
                        "s": "神农架"
                    }
                ],
                "i": "53f527a903944cd78c3fba6aac8907e0",
                "n": "神农架"
            }
        ],
        "i": "3cde56c6204b4acbb6c0ea62d10c3936",
        "p": "湖北"
    },
    {
        "c": [
            {
                "a": [
                    {
                        "i": "61336cc799d1459a9779d0f39cb47a0a",
                        "s": "芙蓉区"
                    },
                    {
                        "i": "cb9afaef9be2449b8c2a73c231aadce3",
                        "s": "天心区"
                    },
                    {
                        "i": "d82569ee1f05404b8a85ccfffb3487b0",
                        "s": "岳麓区"
                    },
                    {
                        "i": "68a32ad965354fa598d944a167becffb",
                        "s": "开福区"
                    },
                    {
                        "i": "6686854e2b51445881e383766984942e",
                        "s": "雨花区"
                    },
                    {
                        "i": "78547a9e59f746429afb80e61ad0dfe6",
                        "s": "长沙县"
                    },
                    {
                        "i": "4c9b5218bba34be3b000951ca4f79085",
                        "s": "望城县"
                    },
                    {
                        "i": "8519ca8ef1df478dad68f253434df1a5",
                        "s": "宁乡县"
                    },
                    {
                        "i": "8e46ccabbc8c419fa3f30663ac12ebc9",
                        "s": "浏阳市"
                    }
                ],
                "i": "c89d92f2bce34e38a415410cc083e939",
                "n": "长沙"
            },
            {
                "a": [
                    {
                        "i": "e1f194a7127944f488803e375c8611ea",
                        "s": "荷塘区"
                    },
                    {
                        "i": "e385611fe9214e55aaff8dca4097107e",
                        "s": "芦淞区"
                    },
                    {
                        "i": "8cb1d04ecf40477b97843df26f7917f9",
                        "s": "石峰区"
                    },
                    {
                        "i": "0bf326fb68a5402ba6a0f4ac08df2ca2",
                        "s": "天元区"
                    },
                    {
                        "i": "5b7968b5394c487f8aadd4d64a493e90",
                        "s": "株洲县"
                    },
                    {
                        "i": "4f1365dc487147209c855d9e5c4d11c6",
                        "s": "攸县"
                    },
                    {
                        "i": "d2e7b91032e0413db0c0f765a852b1b0",
                        "s": "茶陵县"
                    },
                    {
                        "i": "760637d255bb431ba27cf43f425c8b3f",
                        "s": "炎陵县"
                    },
                    {
                        "i": "fce741b88b924c49a469a2904959acc1",
                        "s": "醴陵市"
                    }
                ],
                "i": "ddf3d3b40dc4422386c07e7c8919631f",
                "n": "株洲"
            },
            {
                "a": [
                    {
                        "i": "539e1ab5d91b48a79ece9f67eb633364",
                        "s": "雨湖区"
                    },
                    {
                        "i": "d6c03c61419a4a958bdb9ae4c8f4e20c",
                        "s": "岳塘区"
                    },
                    {
                        "i": "d04694ee4dc5452ba5e45fda932c9cc2",
                        "s": "湘潭县"
                    },
                    {
                        "i": "0109b813daf4478b8bc52275086ad2c9",
                        "s": "湘乡市"
                    },
                    {
                        "i": "17b8557ac2a44ee98f8004a469269774",
                        "s": "韶山市"
                    }
                ],
                "i": "186a1e96e169436f830cc1207f0e09b7",
                "n": "湘潭"
            },
            {
                "a": [
                    {
                        "i": "de7d189799844911ba4c74a8b8ab50db",
                        "s": "珠晖区"
                    },
                    {
                        "i": "10e646a62a944c75b0d3a652ec8ddfd5",
                        "s": "雁峰区"
                    },
                    {
                        "i": "1cade94c1b6f4153889c7e032e1b80c9",
                        "s": "石鼓区"
                    },
                    {
                        "i": "ee270049733d4a9eb15401ba27e7875b",
                        "s": "蒸湘区"
                    },
                    {
                        "i": "23844344e80c45c59b90879912bc78fd",
                        "s": "南岳区"
                    },
                    {
                        "i": "9fe2ade255334fd48d21de70d79e3750",
                        "s": "衡阳县"
                    },
                    {
                        "i": "106d3ffa16c74cdd87ef848e5234292c",
                        "s": "衡南县"
                    },
                    {
                        "i": "baaaa90f0e8e441aa2850fabc0cf3ba1",
                        "s": "衡山县"
                    },
                    {
                        "i": "de5027a0de744bd78761eeda2c1dcb58",
                        "s": "衡东县"
                    },
                    {
                        "i": "3ff35880e2f043b492637640957d6a1b",
                        "s": "祁东县"
                    },
                    {
                        "i": "e9449fe846cc436e92449e03ad3ac946",
                        "s": "耒阳市"
                    },
                    {
                        "i": "66aaae517d234a3ba2fc7653028c330b",
                        "s": "常宁市"
                    }
                ],
                "i": "67181235ac324b0fabf44c57fa12191e",
                "n": "衡阳"
            },
            {
                "a": [
                    {
                        "i": "547d200eb4ca40b3b3701ffe7c21e377",
                        "s": "双清区"
                    },
                    {
                        "i": "ff0e99931907483ba518f3a9adfe691e",
                        "s": "大祥区"
                    },
                    {
                        "i": "8aacbdd8052043f0a478e47bab47533c",
                        "s": "北塔区"
                    },
                    {
                        "i": "e4f1578be13c4e338f3c5b7345a0b3f5",
                        "s": "邵东县"
                    },
                    {
                        "i": "e1196eea84924c159a48f58218cf49ee",
                        "s": "新邵县"
                    },
                    {
                        "i": "7feda07a525b4cb68c6cf2e274ddc6ed",
                        "s": "邵阳县"
                    },
                    {
                        "i": "4f82ee9d5cef4b128436bff4209f565a",
                        "s": "隆回县"
                    },
                    {
                        "i": "c1f8c2ecc12145199e1a9a48dc1db4cf",
                        "s": "洞口县"
                    },
                    {
                        "i": "3e0370a1ad754e81a69897ff1443253f",
                        "s": "绥宁县"
                    },
                    {
                        "i": "e4663e418b8e41acafaa769a15a1da7f",
                        "s": "新宁县"
                    },
                    {
                        "i": "e599eee7494a42de94843bd0eb047f34",
                        "s": "城步苗族自治县"
                    },
                    {
                        "i": "a919b351b6164cbcaf53b742c9572267",
                        "s": "武冈市"
                    }
                ],
                "i": "1f575ba825704a82b5ad3ec342fed9b4",
                "n": "邵阳"
            },
            {
                "a": [
                    {
                        "i": "de8da4a86af249349a7435a594dfc397",
                        "s": "岳阳楼区"
                    },
                    {
                        "i": "84b34480a9304c60b8712f09b83303ba",
                        "s": "云溪区"
                    },
                    {
                        "i": "fbdb96f134c24793954abf58cff78a51",
                        "s": "君山区"
                    },
                    {
                        "i": "3eeeef42b2574f90883b794db4198176",
                        "s": "岳阳县"
                    },
                    {
                        "i": "7d238948b3d1474aa5f513655dcf91c9",
                        "s": "华容县"
                    },
                    {
                        "i": "2ecac2b948a34997a7f4e19220704420",
                        "s": "湘阴县"
                    },
                    {
                        "i": "c974d33dab0c46828827c5b85e6f6568",
                        "s": "平江县"
                    },
                    {
                        "i": "95a5eef9cf254337938d6dda6e2eae2f",
                        "s": "汨罗市"
                    },
                    {
                        "i": "620dbbb15b434d8c886a05ae74af738a",
                        "s": "临湘市"
                    }
                ],
                "i": "78eccc1e0ce544d6bcbee7cc763dfd16",
                "n": "岳阳"
            },
            {
                "a": [
                    {
                        "i": "72c2eef87832430da0c0e048389ab474",
                        "s": "武陵区"
                    },
                    {
                        "i": "6e03a919274a4acab76257731ac73f66",
                        "s": "鼎城区"
                    },
                    {
                        "i": "09c5e2507c2b41d28c5cb7b6ef828d4b",
                        "s": "安乡县"
                    },
                    {
                        "i": "c6f437eea0344751b692c722d24ec332",
                        "s": "汉寿县"
                    },
                    {
                        "i": "95381caf5aed4774a7691adcc2baae24",
                        "s": "澧县"
                    },
                    {
                        "i": "637af96ce4da4cc3a1e4108c0c82082a",
                        "s": "临澧县"
                    },
                    {
                        "i": "4a077177979a4c0686a7a30fe2075d65",
                        "s": "桃源县"
                    },
                    {
                        "i": "4586b30c1bbf46ab86d82d797a4f0dd9",
                        "s": "石门县"
                    },
                    {
                        "i": "285ffc580e6a491f972d653c2445db01",
                        "s": "津市市"
                    }
                ],
                "i": "3bcba92e2f5f4ef4964761da436eb957",
                "n": "常德"
            },
            {
                "a": [
                    {
                        "i": "9de19516c0a5477993ba8b851dabd7ff",
                        "s": "永定区"
                    },
                    {
                        "i": "92fd827e3d634f7684d1d12a28dac618",
                        "s": "武陵源区"
                    },
                    {
                        "i": "d9f623fd8acb46faa0dacbae61e7a144",
                        "s": "慈利县"
                    },
                    {
                        "i": "8f41919e1c8746c9975cab9dbebe786a",
                        "s": "桑植县"
                    }
                ],
                "i": "a0431050a4a848159bb383b9fac7d2b7",
                "n": "张家界"
            },
            {
                "a": [
                    {
                        "i": "975482e5ad224416b6f012d625c3176a",
                        "s": "资阳区"
                    },
                    {
                        "i": "e581b01bda6d4d7d9bff5c293e2df615",
                        "s": "赫山区"
                    },
                    {
                        "i": "faa5468763524663a22e4fb48098ee57",
                        "s": "南县"
                    },
                    {
                        "i": "9a859f35a21844ae8dbe0b02d0b6296e",
                        "s": "桃江县"
                    },
                    {
                        "i": "19af614721dd4f16adb022113efea194",
                        "s": "安化县"
                    },
                    {
                        "i": "a28ac9135b114e858daeb0c6ebceef17",
                        "s": "沅江市"
                    }
                ],
                "i": "029a19d4a7f54ee6b3e8b9785892ffae",
                "n": "益阳"
            },
            {
                "a": [
                    {
                        "i": "4e4da77246c7473aa8fdd346de2c24b2",
                        "s": "北湖区"
                    },
                    {
                        "i": "952a4d548f3b44c48f4419ccde2052fc",
                        "s": "苏仙区"
                    },
                    {
                        "i": "418b84eab5964bd6bbbc7812670a6631",
                        "s": "桂阳县"
                    },
                    {
                        "i": "7588ae7fb72d44ea99ab81245a4d5765",
                        "s": "宜章县"
                    },
                    {
                        "i": "5bc7635fecc1422aa19fe57b3030dc0f",
                        "s": "永兴县"
                    },
                    {
                        "i": "2315fe04534f4ec5a7049f7d8d509af3",
                        "s": "嘉禾县"
                    },
                    {
                        "i": "b322057e8e9d46c8abad838dd1b79df6",
                        "s": "临武县"
                    },
                    {
                        "i": "18364085fc7641e191000482b9232eb4",
                        "s": "汝城县"
                    },
                    {
                        "i": "88abb445456d49a2b7e226321c8d5121",
                        "s": "桂东县"
                    },
                    {
                        "i": "a5fa0334f3e7418bb73cfdafd76b055c",
                        "s": "安仁县"
                    },
                    {
                        "i": "3402cf8f920f44e7a5abbb705d9f0b1c",
                        "s": "资兴市"
                    }
                ],
                "i": "616e545a543b4951889497677960e66d",
                "n": "郴州"
            },
            {
                "a": [
                    {
                        "i": "70279479f07a4e71846b7c45f3184c54",
                        "s": "零陵区"
                    },
                    {
                        "i": "8cb95fbc573846a8ad0d4931de748046",
                        "s": "冷水滩区"
                    },
                    {
                        "i": "20069c829503480eab8cec90e86ac99c",
                        "s": "祁阳县"
                    },
                    {
                        "i": "310614ed39774cd489ae8041f6e36cde",
                        "s": "东安县"
                    },
                    {
                        "i": "0fd57553dc974a4390036a83ccd3b439",
                        "s": "双牌县"
                    },
                    {
                        "i": "b73da3dd46dd40e6b71f07276269945b",
                        "s": "道县"
                    },
                    {
                        "i": "61dd6563884c477fb6031c9bb93e2518",
                        "s": "江永县"
                    },
                    {
                        "i": "9bfd1b148b2240c1aa249918ecdae5b5",
                        "s": "宁远县"
                    },
                    {
                        "i": "f0a534e175304c08867a89d69d6a8e24",
                        "s": "蓝山县"
                    },
                    {
                        "i": "8f2caeef19d3474aa33eea27c86bf705",
                        "s": "新田县"
                    },
                    {
                        "i": "bf41f61f64164f268d9bf2535b79098a",
                        "s": "江华瑶族自治县"
                    }
                ],
                "i": "cb508222e40a43ad95d7eef4d029a84c",
                "n": "永州"
            },
            {
                "a": [
                    {
                        "i": "30a435fa578d4186a9be88dea934ebb4",
                        "s": "鹤城区"
                    },
                    {
                        "i": "a15708db7dc949f68e8b7db86fd8ea0f",
                        "s": "中方县"
                    },
                    {
                        "i": "9cb2d5abf0c64f6082a1cb08c73671be",
                        "s": "沅陵县"
                    },
                    {
                        "i": "f81523df5e244df2a2015a7219e433fc",
                        "s": "辰溪县"
                    },
                    {
                        "i": "dfd2f74ff6d7447da024ba604602bba8",
                        "s": "溆浦县"
                    },
                    {
                        "i": "723bf4d3975b401d9bf48419fe0f9a14",
                        "s": "会同县"
                    },
                    {
                        "i": "53fd1fbe1d3f419391bb13298c0b3b29",
                        "s": "麻阳苗族自治县"
                    },
                    {
                        "i": "fdcf2bd4537c4009b9f111dcb1b91b96",
                        "s": "新晃侗族自治县"
                    },
                    {
                        "i": "da997931ec534999b254346f59f48525",
                        "s": "芷江侗族自治县"
                    },
                    {
                        "i": "626d38df8dd649349f5fa5657673a7e2",
                        "s": "靖州苗族侗族自治县"
                    },
                    {
                        "i": "80f99a7e8e89421cbf674c7f5d954388",
                        "s": "通道侗族自治县"
                    },
                    {
                        "i": "faaf9f4c09554f6e9448a40426ca028e",
                        "s": "洪江市"
                    }
                ],
                "i": "d3d94902854b4a028dead1530ef4e042",
                "n": "怀化"
            },
            {
                "a": [
                    {
                        "i": "56b3823690854d5ba8c422dca9bd8670",
                        "s": "娄星区"
                    },
                    {
                        "i": "277ce71f4e494a11ade3969026366e0c",
                        "s": "双峰县"
                    },
                    {
                        "i": "b40973ed4f7247859c73dfb0fd5bab33",
                        "s": "新化县"
                    },
                    {
                        "i": "140be59c5a65469ca625fb1f554b3023",
                        "s": "冷水江市"
                    },
                    {
                        "i": "60b5030db48e4742a73ebfa556e053ab",
                        "s": "涟源市"
                    }
                ],
                "i": "a5c819529c014091959e398b22a222b7",
                "n": "娄底"
            },
            {
                "a": [
                    {
                        "i": "6c623f92532c4b74ace1a0c6fd79f0cd",
                        "s": "吉首市"
                    },
                    {
                        "i": "c3d2b6a9d5724fc1a03296f4417e04bc",
                        "s": "泸溪县"
                    },
                    {
                        "i": "8623b6e67f7947a18c2164fb7c4a56eb",
                        "s": "凤凰县"
                    },
                    {
                        "i": "cd9646f692314d49bbf2524f306ab6d0",
                        "s": "花垣县"
                    },
                    {
                        "i": "ab850c69c1064006afb09c4a6d344951",
                        "s": "保靖县"
                    },
                    {
                        "i": "358f12014063461b889456a8714a8e4e",
                        "s": "古丈县"
                    },
                    {
                        "i": "28cd8a419d9c4a13ba5bdce042cf437e",
                        "s": "永顺县"
                    },
                    {
                        "i": "4ef32b0d623442ecad64be3a1b65ce1c",
                        "s": "龙山县"
                    }
                ],
                "i": "5f1f918d6fb042fcaaccbe410bd12e2f",
                "n": "湘西"
            }
        ],
        "i": "4fda9af010e94a7eb8d4f4622b689ba6",
        "p": "湖南"
    },
    {
        "c": [
            {
                "a": [
                    {
                        "i": "ecb4af7f61634ec19c7cc03ff781b0e4",
                        "s": "荔湾区"
                    },
                    {
                        "i": "4b75e2f7cbed4e908f800dbc6d1cb23a",
                        "s": "越秀区"
                    },
                    {
                        "i": "8c94263a45a74d53bc59e9555497fe37",
                        "s": "海珠区"
                    },
                    {
                        "i": "a3cb0427bdfa432aac31edbb283a07ce",
                        "s": "天河区"
                    },
                    {
                        "i": "7f92380ddca341ebb3167e20d21095fb",
                        "s": "白云区"
                    },
                    {
                        "i": "1862a83b9c714b909ea496782b1ddf96",
                        "s": "黄埔区"
                    },
                    {
                        "i": "ce0d2cf56fce4716bb24b6447bbf96c4",
                        "s": "番禺区"
                    },
                    {
                        "i": "01685dbef8b44351855e724f1d24db22",
                        "s": "花都区"
                    },
                    {
                        "i": "0fa4d4a691b747ccbae086da90edecad",
                        "s": "南沙区"
                    },
                    {
                        "i": "bc245af1893f40ff8b9bc092429836ef",
                        "s": "萝岗区"
                    },
                    {
                        "i": "5f8eaf59406e4821b6338ad2a2e8d846",
                        "s": "增城市"
                    },
                    {
                        "i": "e75062795c6a4719a965165c04333505",
                        "s": "从化市"
                    }
                ],
                "i": "d2acb8951d3e47dc89bfe76282c3e100",
                "n": "广州"
            },
            {
                "a": [
                    {
                        "i": "7a9d1c8407234d59b34176561c241dd7",
                        "s": "武江区"
                    },
                    {
                        "i": "a77ce4cbd355404aaa256c549576eb9d",
                        "s": "浈江区"
                    },
                    {
                        "i": "4d849f5c930043839a1f2c6eb47bf9e0",
                        "s": "曲江区"
                    },
                    {
                        "i": "b8593c0ee7ab470f847d05dc12f2254b",
                        "s": "始兴县"
                    },
                    {
                        "i": "df5bb28af56a4cb39c726815fc93abd4",
                        "s": "仁化县"
                    },
                    {
                        "i": "8e863e3c53a04d199dceae2f5a996ad3",
                        "s": "翁源县"
                    },
                    {
                        "i": "97106f0ed6b44077bf823d93e07d6d6e",
                        "s": "乳源瑶族自治县"
                    },
                    {
                        "i": "b1c6946ba5644694bd6c306bc21c52ed",
                        "s": "新丰县"
                    },
                    {
                        "i": "270e15b65090436cb0cfa779556e2f96",
                        "s": "乐昌市"
                    },
                    {
                        "i": "cc06a387329745ff8f6d101638943f0f",
                        "s": "南雄市"
                    }
                ],
                "i": "7a1703dabe394abb981dfb02ba9a2c23",
                "n": "韶关"
            },
            {
                "a": [
                    {
                        "i": "25cd4c52532444c098735cde9a0b975f",
                        "s": "罗湖区"
                    },
                    {
                        "i": "b2fee426d6b94ada84d7d9e920a06aba",
                        "s": "福田区"
                    },
                    {
                        "i": "583fab7c7f2347208545611317904713",
                        "s": "南山区"
                    },
                    {
                        "i": "93baf8d13a1e408eb0fa79d7d8b6738b",
                        "s": "宝安区"
                    },
                    {
                        "i": "ef2ad4d313264b72adb01b3d916c0115",
                        "s": "龙岗区"
                    },
                    {
                        "i": "6d562662868b4da69c6dfc50628ed40d",
                        "s": "盐田区"
                    },
                    {
                        "i": "402881882ba8753a012ba934ac770365",
                        "s": "龙华新区"
                    }
                ],
                "i": "77175c70e297441bb3f293eae761b319",
                "n": "深圳"
            },
            {
                "a": [
                    {
                        "i": "e6fcef90fcf54b94998f6902e774b419",
                        "s": "香洲区"
                    },
                    {
                        "i": "f395f6e70dc54518bafa3711be3c2174",
                        "s": "斗门区"
                    },
                    {
                        "i": "4c3263da694744ab9d559668d3b03458",
                        "s": "金湾区"
                    }
                ],
                "i": "e11e9b44f8a042c28196bae059197cb7",
                "n": "珠海"
            },
            {
                "a": [
                    {
                        "i": "0ea1abfa31f448c7b0bb72ee35abc628",
                        "s": "龙湖区"
                    },
                    {
                        "i": "f59ff58d1c154dc3923edd9050e542c2",
                        "s": "金平区"
                    },
                    {
                        "i": "e046eec8d730407487ff43e69549ad3f",
                        "s": "濠江区"
                    },
                    {
                        "i": "baf39ec767484006a090806d73629101",
                        "s": "潮阳区"
                    },
                    {
                        "i": "191f75ffbf1c4754ab70d04706aed4c1",
                        "s": "潮南区"
                    },
                    {
                        "i": "604c5c7890bf48cd86de2fb5e0a8490b",
                        "s": "澄海区"
                    },
                    {
                        "i": "aa2a7269e86c4e218030e3dcb1ea25a7",
                        "s": "南澳县"
                    }
                ],
                "i": "eeb5f3a49c7741b195b81bc741a7d4ec",
                "n": "汕头"
            },
            {
                "a": [
                    {
                        "i": "3ea40f245593405ca2b62f84285fdbbd",
                        "s": "禅城区"
                    },
                    {
                        "i": "b7952859e37f44b7a187025f85f91b67",
                        "s": "南海区"
                    },
                    {
                        "i": "fb68d7ad73954892b589c221e401d15a",
                        "s": "顺德区"
                    },
                    {
                        "i": "7ea8cd78f64a437988a401c486a38b1f",
                        "s": "三水区"
                    },
                    {
                        "i": "91c9fa5f898647929042e021db18bfed",
                        "s": "高明区"
                    }
                ],
                "i": "36c1a5609f1242138ca636e25647b198",
                "n": "佛山"
            },
            {
                "a": [
                    {
                        "i": "227cad84e4454f6b8a1759db77525d8c",
                        "s": "蓬江区"
                    },
                    {
                        "i": "7429351c7849436da7c0ed57368bb398",
                        "s": "江海区"
                    },
                    {
                        "i": "4f17177fe20344aebd40ac3d83918e60",
                        "s": "新会区"
                    },
                    {
                        "i": "46fa34ccf5af4af6a6b40646ad939ce8",
                        "s": "台山市"
                    },
                    {
                        "i": "8bb109d909d54e248379fe42c8e62c73",
                        "s": "开平市"
                    },
                    {
                        "i": "2b2f1bce70c44ff3b66808ed23bf2c42",
                        "s": "鹤山市"
                    },
                    {
                        "i": "56640e818b4740819d9b00adccb0fce7",
                        "s": "恩平市"
                    }
                ],
                "i": "42fe87ec0db0467097e8af8958484bf6",
                "n": "江门"
            },
            {
                "a": [
                    {
                        "i": "c6bdebdfe3f0452eac991bae370da1fc",
                        "s": "赤坎区"
                    },
                    {
                        "i": "0da8d08bb8894e4ba12eec288d0bcd80",
                        "s": "霞山区"
                    },
                    {
                        "i": "107b01546c1b41928528d8dfe78f68e7",
                        "s": "坡头区"
                    },
                    {
                        "i": "ad990a9e9b34463295c5e620416c27f6",
                        "s": "麻章区"
                    },
                    {
                        "i": "858dad49833542c08522a46fda5a8f95",
                        "s": "遂溪县"
                    },
                    {
                        "i": "3bedf3a785444fd7a78026399a70a54d",
                        "s": "徐闻县"
                    },
                    {
                        "i": "7d8b53c335d845359c46a59da98e09f4",
                        "s": "廉江市"
                    },
                    {
                        "i": "5e8110f5f6c440bb8b493219a4e90366",
                        "s": "雷州市"
                    },
                    {
                        "i": "7765afc80ee4458caf13191c164fafe0",
                        "s": "吴川市"
                    }
                ],
                "i": "d0cb7797f42245ddb9ebd00a3925ef4a",
                "n": "湛江"
            },
            {
                "a": [
                    {
                        "i": "d56e7875cd474e979bcf1bb6dbce792e",
                        "s": "茂南区"
                    },
                    {
                        "i": "279b64d516994c5498f3130dd183ad31",
                        "s": "茂港区"
                    },
                    {
                        "i": "8b65fbbf84a3475c8a45051765b30c39",
                        "s": "电白县"
                    },
                    {
                        "i": "2fbdc095ecc64bb2b5e8def7e9b8bf5d",
                        "s": "高州市"
                    },
                    {
                        "i": "999b4fd2974a42be9a455b83a782c10b",
                        "s": "化州市"
                    },
                    {
                        "i": "9b8ca9158cdb4f34a2ae58b2c44dc2e3",
                        "s": "信宜市"
                    }
                ],
                "i": "df7e24699d364915b14309b65cc00fcb",
                "n": "茂名"
            },
            {
                "a": [
                    {
                        "i": "04cab2922fe54480952c5a84d3374998",
                        "s": "端州区"
                    },
                    {
                        "i": "dc91f51e1d5e42dbbc2cb5f557fa4d9d",
                        "s": "鼎湖区"
                    },
                    {
                        "i": "ce57cecb3c3b4383b5a726e1bbba0ab0",
                        "s": "广宁县"
                    },
                    {
                        "i": "abc0fc25a5ee41ac86d54e89cfe133e8",
                        "s": "怀集县"
                    },
                    {
                        "i": "2e29c638b44c4d138bd5646c75e6cfbe",
                        "s": "封开县"
                    },
                    {
                        "i": "4cae86ef05ec4d5e9dcbc33b32764b42",
                        "s": "德庆县"
                    },
                    {
                        "i": "66abc534963f40eab1173035cbf33c8d",
                        "s": "高要市"
                    },
                    {
                        "i": "ccd6dae3d2d243db8d09158a6cc2d2f1",
                        "s": "四会市"
                    }
                ],
                "i": "63f7dac5267e477899cecb9c5bfa8e14",
                "n": "肇庆"
            },
            {
                "a": [
                    {
                        "i": "025d4d6d71c3411ba9efe92c11616f6f",
                        "s": "惠城区"
                    },
                    {
                        "i": "f0a8854dd0154c56a6e7bdc70e00e38b",
                        "s": "惠阳区"
                    },
                    {
                        "i": "d1f45718e72b4861810a767d9edd812e",
                        "s": "博罗县"
                    },
                    {
                        "i": "ccbd5c78731042aca37f2e71563d238c",
                        "s": "惠东县"
                    },
                    {
                        "i": "92ff15941ce34b3b97881fdf83a705dc",
                        "s": "龙门县"
                    }
                ],
                "i": "31ab0b2861af4664a57ed78faefe2c3d",
                "n": "惠州"
            },
            {
                "a": [
                    {
                        "i": "74ad57d12f3343ed9289ed8397299a95",
                        "s": "梅江区"
                    },
                    {
                        "i": "8b42218ac81447f3bef96bbc20676c16",
                        "s": "梅县"
                    },
                    {
                        "i": "3f974890105d4ce6ab1dcee8314800d8",
                        "s": "大埔县"
                    },
                    {
                        "i": "4c93b69668fb4950a78ad189d39275fc",
                        "s": "丰顺县"
                    },
                    {
                        "i": "e480b65d5f7a47b3a5588f35ad126181",
                        "s": "五华县"
                    },
                    {
                        "i": "a0e9eef621db4962b9d4d688a1ce31ee",
                        "s": "平远县"
                    },
                    {
                        "i": "9a7d5a07fff24a5f87f0cb6313659b8a",
                        "s": "蕉岭县"
                    },
                    {
                        "i": "b374333219204733bf2d7ac808746db4",
                        "s": "兴宁市"
                    }
                ],
                "i": "affdc483e0094e85815d004f2aed9cb4",
                "n": "梅州"
            },
            {
                "a": [
                    {
                        "i": "8438779872034a7580f4a129c1b418af",
                        "s": "城区"
                    },
                    {
                        "i": "98f367ea69db488787c1cdbfc5821273",
                        "s": "海丰县"
                    },
                    {
                        "i": "1a0257ba5e6c4f619837d49ed29d1b49",
                        "s": "陆河县"
                    },
                    {
                        "i": "ebadcdccfbc5424381f41123faf43070",
                        "s": "陆丰市"
                    }
                ],
                "i": "dd0056caba124381ae7071d992af1e44",
                "n": "汕尾"
            },
            {
                "a": [
                    {
                        "i": "db15f0bd9dcf46ca8927e6ff2e0d3e9f",
                        "s": "源城区"
                    },
                    {
                        "i": "41104117b7824c8a992d7f9dbb2b584a",
                        "s": "紫金县"
                    },
                    {
                        "i": "8658c8dda0f94901bf77e7740f2b336a",
                        "s": "龙川县"
                    },
                    {
                        "i": "e58a496f54e04403a493a0ce041907e7",
                        "s": "连平县"
                    },
                    {
                        "i": "904fb29d314a41b9b3ee36e4298701e2",
                        "s": "和平县"
                    },
                    {
                        "i": "02f961dcd73c4a379c5617dc508b3246",
                        "s": "东源县"
                    }
                ],
                "i": "d2a0bad94ff64e798ec0b03ae575cddb",
                "n": "河源"
            },
            {
                "a": [
                    {
                        "i": "e6a31a4d7d544ae7b0ec19f9dac72bbd",
                        "s": "江城区"
                    },
                    {
                        "i": "5ed4dac478b94b69a6402544bc0cdc11",
                        "s": "阳西县"
                    },
                    {
                        "i": "e3c3f150b65c4d998c0918150c60aeca",
                        "s": "阳东县"
                    },
                    {
                        "i": "55f1bbcebd034fc59f536cabd84904db",
                        "s": "阳春市"
                    }
                ],
                "i": "7fcb46d06e7d45558d4c6738e5587781",
                "n": "阳江"
            },
            {
                "a": [
                    {
                        "i": "3a2a265174fa44378930ba86ffbe198d",
                        "s": "清城区"
                    },
                    {
                        "i": "fe34869a22ba4029b60b39d7618b6294",
                        "s": "佛冈县"
                    },
                    {
                        "i": "139f8bcbc3a8410c8c07389fc5b9aec9",
                        "s": "阳山县"
                    },
                    {
                        "i": "82c66e0f6d47425aa638a57873e41d6c",
                        "s": "连山壮族瑶族自治县"
                    },
                    {
                        "i": "be791840fafe4e51887240df0ed16048",
                        "s": "连南瑶族自治县"
                    },
                    {
                        "i": "5f5f43ccf4d14930a7b3b12d736a9809",
                        "s": "清新县"
                    },
                    {
                        "i": "1477553eb43e42928f8f0a1153e7e33b",
                        "s": "英德市"
                    },
                    {
                        "i": "5550565d25984d1f984488feb3ef0d7b",
                        "s": "连州市"
                    }
                ],
                "i": "fbde61d6fec0455ebd14ad848f05cb58",
                "n": "清远"
            },
            {
                "a": [
                    {
                        "i": "ac0ce8994f9b485bb20c4dca639ca7b5",
                        "s": "东莞市"
                    }
                ],
                "i": "e5cf6a6ea8064777b3893c99bd3ec8cc",
                "n": "东莞"
            },
            {
                "a": [
                    {
                        "i": "a1c5b238b81b4db69d1fb05b5cc6b932",
                        "s": "中山市"
                    }
                ],
                "i": "4f4189ea01ba48f9bf9c2fc6abf3da81",
                "n": "中山"
            },
            {
                "a": [
                    {
                        "i": "9bc5137356d447919cedeefea99c8859",
                        "s": "湘桥区"
                    },
                    {
                        "i": "18fe5eaa38974d26af12e4a90c4d5935",
                        "s": "潮安县"
                    },
                    {
                        "i": "92860ead3fff46d688766097180f12b6",
                        "s": "饶平县"
                    }
                ],
                "i": "7c4605062c9a4710adea37a13ee3efdb",
                "n": "潮州"
            },
            {
                "a": [
                    {
                        "i": "3a3b8d942eb14d48b9fc6077c515a241",
                        "s": "榕城区"
                    },
                    {
                        "i": "2962fd08c4064bd897bbde8d99d00c9e",
                        "s": "揭东县"
                    },
                    {
                        "i": "97f82f8602c74992a063b591644fff3e",
                        "s": "揭西县"
                    },
                    {
                        "i": "2caa9eb0a75a4abca6ad2317927ce1f1",
                        "s": "惠来县"
                    },
                    {
                        "i": "f0e7b84b5a0b43c4845ff966f9007e10",
                        "s": "普宁市"
                    }
                ],
                "i": "b2450f1f61a44b2890f514e44c9fd593",
                "n": "揭阳"
            },
            {
                "a": [
                    {
                        "i": "98945dddb6b945d580685a8abc6423c1",
                        "s": "云城区"
                    },
                    {
                        "i": "5c2ca2b5cbb340e1b418560ced80b47f",
                        "s": "新兴县"
                    },
                    {
                        "i": "3bb50adac32d474a904d0be7d9c441d9",
                        "s": "郁南县"
                    },
                    {
                        "i": "84f2cc59874944a98337d45fd267b6c0",
                        "s": "云安县"
                    },
                    {
                        "i": "bf829750703748219e05b0c4bff8c92d",
                        "s": "罗定市"
                    }
                ],
                "i": "f3716b469aa04b6a85371372bb4e6a01",
                "n": "云浮"
            }
        ],
        "i": "97aa827a21404afba775bfc68cbbb880",
        "p": "广东"
    },
    {
        "c": [
            {
                "a": [
                    {
                        "i": "86ebc1e4c6f14e798d5cc5dbf6ac7dbf",
                        "s": "兴宁区"
                    },
                    {
                        "i": "da5bc6fb37184408a687f4f69b612322",
                        "s": "青秀区"
                    },
                    {
                        "i": "6fcaff2e4ce24750a9f2b80d4d88de2b",
                        "s": "江南区"
                    },
                    {
                        "i": "7c36eed95d2c4c4faa92accb712766d0",
                        "s": "西乡塘区"
                    },
                    {
                        "i": "d9a78dc7482e4c7ebd9cf19d8ecad589",
                        "s": "良庆区"
                    },
                    {
                        "i": "2ed1bfe21f3d4534b0bb1045b29d3538",
                        "s": "邕宁区"
                    },
                    {
                        "i": "c99284022bdd41309822bb0d057f12f2",
                        "s": "武鸣县"
                    },
                    {
                        "i": "d7a0fc2b618845168d30ed5ca8dc7bf6",
                        "s": "隆安县"
                    },
                    {
                        "i": "b6e51b9e83f84dd395dd3fc5eab4ac19",
                        "s": "马山县"
                    },
                    {
                        "i": "f2bd45d5f7f04f6fb5c204fdbb2a52c0",
                        "s": "上林县"
                    },
                    {
                        "i": "e5ac5083720343dfa9b0edcbffb25609",
                        "s": "宾阳县"
                    },
                    {
                        "i": "22a6c00c828141abbc18fd5ab4a7a5fb",
                        "s": "横县"
                    }
                ],
                "i": "de34c1801eac412d9dffc4aa6497e317",
                "n": "南宁"
            },
            {
                "a": [
                    {
                        "i": "6d99ffb27f9a4284b709c47bc3b0abfd",
                        "s": "城中区"
                    },
                    {
                        "i": "0bd7b9eaf6b94bd3bf545b11f08e5b5c",
                        "s": "鱼峰区"
                    },
                    {
                        "i": "e9bb523088da47b3b52feb60205f688e",
                        "s": "柳南区"
                    },
                    {
                        "i": "a4f3b32538f944debbb43c906528d0b3",
                        "s": "柳北区"
                    },
                    {
                        "i": "22fae40c2dd6407dabe899e022b5f11b",
                        "s": "柳江县"
                    },
                    {
                        "i": "ca855f2706c848dabe73880b4c4131cd",
                        "s": "柳城县"
                    },
                    {
                        "i": "724f918017a34a3fac720dd261f0103a",
                        "s": "鹿寨县"
                    },
                    {
                        "i": "23127bcdb86e4cd3b53832a8f631a352",
                        "s": "融安县"
                    },
                    {
                        "i": "dd37a0acbd8342a6bfacc4248ae85358",
                        "s": "融水苗族自治县"
                    },
                    {
                        "i": "90179b17e2214e878c12261be2a4f90d",
                        "s": "三江侗族自治县"
                    }
                ],
                "i": "8534062edf3c457998318e49ad8edea4",
                "n": "柳州"
            },
            {
                "a": [
                    {
                        "i": "0c191ab9675349bba662e81b8cccef9c",
                        "s": "秀峰区"
                    },
                    {
                        "i": "78a543dd36794b01aa337beed8c0c517",
                        "s": "叠彩区"
                    },
                    {
                        "i": "61e90f65d27f4fac80e44a41d9513c60",
                        "s": "象山区"
                    },
                    {
                        "i": "14d7dd739a684b6fac6822902b617ad7",
                        "s": "七星区"
                    },
                    {
                        "i": "118f11745fbf4427a30291ede168d79f",
                        "s": "雁山区"
                    },
                    {
                        "i": "1964709343d54202b6f6fda27c4db5df",
                        "s": "阳朔县"
                    },
                    {
                        "i": "7afdb6c6196d4b97a15f990da5669291",
                        "s": "临桂县"
                    },
                    {
                        "i": "28fa39e1e0284e2ab3def49461164db0",
                        "s": "灵川县"
                    },
                    {
                        "i": "7f83d76a32d24af5a04c15ae87082724",
                        "s": "全州县"
                    },
                    {
                        "i": "83706814b9954441a3bafaf12d700648",
                        "s": "兴安县"
                    },
                    {
                        "i": "583696319c5948e5957e012eb95404c5",
                        "s": "永福县"
                    },
                    {
                        "i": "7e06d036e9fb456ebf3fb004601e3b4f",
                        "s": "灌阳县"
                    },
                    {
                        "i": "429d702b478f42d3a968cab1ce9d55c4",
                        "s": "龙胜各族自治县"
                    },
                    {
                        "i": "51d32afe604a4d4b849bc94279fc85da",
                        "s": "资源县"
                    },
                    {
                        "i": "a2cd848dceb641d5b884d1c73bcda3ee",
                        "s": "平乐县"
                    },
                    {
                        "i": "54265ee2d2164ae6a575609de16f7b2d",
                        "s": "荔蒲县"
                    },
                    {
                        "i": "5de8ba947c28471f99ada54e407031ec",
                        "s": "恭城瑶族自治县"
                    }
                ],
                "i": "1146f7c32c34400aa0073dee5528dcfa",
                "n": "桂林"
            },
            {
                "a": [
                    {
                        "i": "c6e50805bddc4b208b6794b6eac23da3",
                        "s": "万秀区"
                    },
                    {
                        "i": "5c798eee7cf3475ba8691a3c58adf960",
                        "s": "蝶山区"
                    },
                    {
                        "i": "56d58d7fb540479cbcc2a68546ea1563",
                        "s": "长洲区"
                    },
                    {
                        "i": "484c05ae14e24e5e9fdebb71bbc9842a",
                        "s": "苍梧县"
                    },
                    {
                        "i": "7f01c2e34efd49e69ed8a5ddab80789d",
                        "s": "藤县"
                    },
                    {
                        "i": "88dce23012814cafbda5ecccab342e10",
                        "s": "蒙山县"
                    },
                    {
                        "i": "1cfe812439474edfb777a624d0dd9b2d",
                        "s": "岑溪市"
                    }
                ],
                "i": "05281b2232514ce9b17d1cf4cb834165",
                "n": "梧州"
            },
            {
                "a": [
                    {
                        "i": "569b7e82959648b8aaa04524169d7198",
                        "s": "海城区"
                    },
                    {
                        "i": "2645b2235d1c45999b2e17a2cd053323",
                        "s": "银海区"
                    },
                    {
                        "i": "75e4b50ec6344af28c8549dc1c0a1b9c",
                        "s": "铁山港区"
                    },
                    {
                        "i": "edc73b51ba674d578b35eb36a1f0f26e",
                        "s": "合浦县"
                    }
                ],
                "i": "dde04011f25242ee8b2bac4c34010d93",
                "n": "北海"
            },
            {
                "a": [
                    {
                        "i": "03cad56463ce4e55b3f647d8f580391b",
                        "s": "港口区"
                    },
                    {
                        "i": "93436591eebd4b7aabecee37f38bc1ac",
                        "s": "防城区"
                    },
                    {
                        "i": "05879420d6e642d1b3dcfa26430e976c",
                        "s": "上思县"
                    },
                    {
                        "i": "0c5bde14507f4bcdab73d7dd29686cc2",
                        "s": "东兴市"
                    }
                ],
                "i": "ddad5a6db07146f2b262fef8e6eb0aae",
                "n": "防城港"
            },
            {
                "a": [
                    {
                        "i": "28bfee6fce3d459288cca5fa7df424c9",
                        "s": "钦南区"
                    },
                    {
                        "i": "623e12af63694fd0a16de2e5a153539d",
                        "s": "钦北区"
                    },
                    {
                        "i": "488295cdb03c4b0c98bfc6fb1702a01e",
                        "s": "灵山县"
                    },
                    {
                        "i": "36fa0da7af7f46b3b99ee7fab771896f",
                        "s": "浦北县"
                    }
                ],
                "i": "4850b68bbae84bc6b3e5dc9f4fc71109",
                "n": "钦州"
            },
            {
                "a": [
                    {
                        "i": "146bcfa0119a40df97bbad5745140915",
                        "s": "港北区"
                    },
                    {
                        "i": "3df63ea549e64f7c996d49980c311b3c",
                        "s": "港南区"
                    },
                    {
                        "i": "0a1df850b87344668850842fe467d6fa",
                        "s": "覃塘区"
                    },
                    {
                        "i": "3c9f970ba3404b7a86552881d37a997d",
                        "s": "平南县"
                    },
                    {
                        "i": "239acb0ef1d148ebba9c6f7756b70a50",
                        "s": "桂平市"
                    }
                ],
                "i": "4a0d6d9440c045b497a0bb9783154cf0",
                "n": "贵港"
            },
            {
                "a": [
                    {
                        "i": "40646a4aaa5f4b3dab0ff8678570ef2c",
                        "s": "玉州区"
                    },
                    {
                        "i": "55ea186e2e20406e8b65df073815a0ce",
                        "s": "容县"
                    },
                    {
                        "i": "0dab7c24d0d64a08b30460fad333d759",
                        "s": "陆川县"
                    },
                    {
                        "i": "328e322230fb4d269e2ea94c835b84c9",
                        "s": "博白县"
                    },
                    {
                        "i": "c9270d9a3b634888a040ce0906f519a6",
                        "s": "兴业县"
                    },
                    {
                        "i": "a7b96d017b404754a9622a9161dfeaf3",
                        "s": "北流市"
                    }
                ],
                "i": "c0fa7b43fda74970a5a21f67cf6af6ab",
                "n": "玉林"
            },
            {
                "a": [
                    {
                        "i": "a3c3c0a885d345f3ae8c15ffe928f10f",
                        "s": "右江区"
                    },
                    {
                        "i": "2a90faf74ca7464da2bee6a46d9db801",
                        "s": "田阳县"
                    },
                    {
                        "i": "c9406fcb10cf426999f0195915aa9d77",
                        "s": "田东县"
                    },
                    {
                        "i": "80eefdee7c7b42c0afec8aeaa3fd399b",
                        "s": "平果县"
                    },
                    {
                        "i": "b607256c31d84c81a9762646fa6748ca",
                        "s": "德保县"
                    },
                    {
                        "i": "540aee7cf340415c93a1ce9ca0fda40e",
                        "s": "靖西县"
                    },
                    {
                        "i": "727c3457f3a846b2b49de4b5957aeda0",
                        "s": "那坡县"
                    },
                    {
                        "i": "2c5089f52df443a69a2aa24b63a7591b",
                        "s": "凌云县"
                    },
                    {
                        "i": "aae46a8d9dc24e9485a57897f20f939e",
                        "s": "乐业县"
                    },
                    {
                        "i": "b239561fb135486eaad23a22de7e4a61",
                        "s": "田林县"
                    },
                    {
                        "i": "09b69009a6a04099b2e6191837a64827",
                        "s": "西林县"
                    },
                    {
                        "i": "891ee0f6fc2a49c292769f884d7e3dc3",
                        "s": "隆林各族自治县"
                    }
                ],
                "i": "7e90f6f0152d415ebd45f5cb2fd093e1",
                "n": "百色"
            },
            {
                "a": [
                    {
                        "i": "975160326e4d41759e9d7b992efe5703",
                        "s": "八步区"
                    },
                    {
                        "i": "fd7d55b958cd41749d51a0d93a1656b3",
                        "s": "昭平县"
                    },
                    {
                        "i": "3c65fd740e484bda93a3db4fbd442b5e",
                        "s": "钟山县"
                    },
                    {
                        "i": "22226b5ef9654d4ba13ac774652d603a",
                        "s": "富川瑶族自治县"
                    }
                ],
                "i": "1a812f20a75e4d9cac6cdb3e852795e4",
                "n": "贺州"
            },
            {
                "a": [
                    {
                        "i": "28c7d91cdd454f64b6bfd0ba9d05fb87",
                        "s": "金城江区"
                    },
                    {
                        "i": "36a2b6322f574439a826285bb796c71c",
                        "s": "南丹县"
                    },
                    {
                        "i": "85aff5ae272c426eaa6a932de9f4ccb6",
                        "s": "天峨县"
                    },
                    {
                        "i": "0ca2fbb2571b482ea5296957fba10ff1",
                        "s": "凤山县"
                    },
                    {
                        "i": "45e2f834f26641b8814b3b7ac047032f",
                        "s": "东兰县"
                    },
                    {
                        "i": "7739b0b2bd664fb99f5c7346b274aace",
                        "s": "罗城仫佬族自治县"
                    },
                    {
                        "i": "807854a25bb84afaafb78190402f1dc6",
                        "s": "环江毛南族自治县"
                    },
                    {
                        "i": "cf95a31e74774be29cf50ced28e8c387",
                        "s": "巴马瑶族自治县"
                    },
                    {
                        "i": "ab1b6af1a2d547a48a20767b0c2ab5e4",
                        "s": "都安瑶族自治县"
                    },
                    {
                        "i": "fdcaf12138034b0ca5850dec6dd343b5",
                        "s": "大化瑶族自治县"
                    },
                    {
                        "i": "55f5d3429a1749e78986259e2d6f3102",
                        "s": "宜州市"
                    }
                ],
                "i": "ca7c64a773ab4761a4513295bdf843be",
                "n": "河池"
            },
            {
                "a": [
                    {
                        "i": "8f0ec1b2f5854ead9e76dceb6289d99c",
                        "s": "兴宾区"
                    },
                    {
                        "i": "f028af62089a4379a92487242b368492",
                        "s": "忻城县"
                    },
                    {
                        "i": "351664bbb5a94c979953d587a18ce5fc",
                        "s": "象州县"
                    },
                    {
                        "i": "a40c4b27e88042fd898c48e8dbdd2e4d",
                        "s": "武宣县"
                    },
                    {
                        "i": "73b4abfd981b47878d44dab6ed812414",
                        "s": "金秀瑶族自治县"
                    },
                    {
                        "i": "f2fc64b0ff8643e3811af46fbb96f788",
                        "s": "合山市"
                    }
                ],
                "i": "5b75b80c69294ecbbf70495408e34db8",
                "n": "来宾"
            },
            {
                "a": [
                    {
                        "i": "eda8cdb7d39148eebca3a6f81d083c63",
                        "s": "江洲区"
                    },
                    {
                        "i": "a8aa70b4b9b64cd8b1c8e15f03dbe512",
                        "s": "扶绥县"
                    },
                    {
                        "i": "b836e07f2d994a2499d48112c0c73f3a",
                        "s": "宁明县"
                    },
                    {
                        "i": "e074c0c4661f47f6b1329e2df1e450cd",
                        "s": "龙州县"
                    },
                    {
                        "i": "398d417f91814e2b829c43250e88279c",
                        "s": "大新县"
                    },
                    {
                        "i": "8d8242e210ae4d90a2bb7aa1db9a74e6",
                        "s": "天等县"
                    },
                    {
                        "i": "b76aea2edcb5482791b31695179b3961",
                        "s": "凭祥市"
                    }
                ],
                "i": "cfbf91246dcd49f7ba51c5df4743c4c3",
                "n": "崇左"
            }
        ],
        "i": "23879a7fd41747b083edff614b89e320",
        "p": "广西"
    },
    {
        "c": [
            {
                "a": [
                    {
                        "i": "0456274c92ff42408118ef8f75e16db0",
                        "s": "秀英区"
                    },
                    {
                        "i": "d40d3b5ccd7d4db398c352f7b8dbd2ba",
                        "s": "龙华区"
                    },
                    {
                        "i": "0da4bf59c90d4f559adf095603e0e116",
                        "s": "琼山区"
                    },
                    {
                        "i": "9674630f475c4c61945f17a802dc3d80",
                        "s": "美兰区"
                    }
                ],
                "i": "d0af5a97459743619fd4f7d2295648f2",
                "n": "海口"
            },
            {
                "a": [
                    {
                        "i": "c25f497db3364830abba89206cc1da37",
                        "s": "三亚市"
                    }
                ],
                "i": "6d798a9013e44b178fd4d07a142f6a05",
                "n": "三亚"
            },
            {
                "a": [
                    {
                        "i": "5d8b33fe46134296806ab52bbe3bfc26",
                        "s": "五指山"
                    }
                ],
                "i": "cdcd31e7152f418abef835db9b4b367f",
                "n": "五指山"
            },
            {
                "a": [
                    {
                        "i": "17728f5251324181819f3be97d1477ce",
                        "s": "琼海"
                    }
                ],
                "i": "0881378c300548f492435f3d91088152",
                "n": "琼海"
            },
            {
                "a": [
                    {
                        "i": "88c78796aa0b458dbc0c900e14dab36c",
                        "s": "儋州"
                    }
                ],
                "i": "285f9ec47aac422b8b2667ed9d6e6ba8",
                "n": "儋州"
            },
            {
                "a": [
                    {
                        "i": "edb1f032ed1c49d49f1e2e7b661c75ff",
                        "s": "文昌"
                    }
                ],
                "i": "1908cac1f8af41af831be845d28cba4b",
                "n": "文昌"
            },
            {
                "a": [
                    {
                        "i": "770d903acaf644bd800456a2c8fb69b6",
                        "s": "万宁"
                    }
                ],
                "i": "8d2feeb2b3ba44488528713fef2849b4",
                "n": "万宁"
            },
            {
                "a": [
                    {
                        "i": "258884dc8ff647c5af1839cffc9592ce",
                        "s": "东方"
                    }
                ],
                "i": "784ad5036be84c0692364065e1a63053",
                "n": "东方"
            }
        ],
        "i": "bf6d49112af34be09d65e345dc9f6de3",
        "p": "海南"
    },
    {
        "c": [
            {
                "i": "e828e057410846f2b851b5141ed353c8",
                "n": "万州区"
            },
            {
                "i": "6b4c307e41cf4186b426bf58f95c005c",
                "n": "涪陵区"
            },
            {
                "i": "0e5c2df67a8d4a318a29c301ce59bfbb",
                "n": "渝中区"
            },
            {
                "i": "28f1ce9586db4aaa97a2daea9931cb7e",
                "n": "大渡口区"
            },
            {
                "i": "07838c472d9f4c57bbe68fd7c42d3ad1",
                "n": "江北区"
            },
            {
                "i": "c8fb12428e7045e3a03de36e34158249",
                "n": "沙坪坝区"
            },
            {
                "i": "24f2869d33af467686e2378b07cb2793",
                "n": "九龙坡区"
            },
            {
                "i": "934f9721686c4e918f89ee3bfbf330be",
                "n": "南岸区"
            },
            {
                "i": "fa90e6357f5a483d8e905add5d90d08e",
                "n": "北碚区"
            },
            {
                "i": "70a6cc6395f946b397bed5ca59e07bc5",
                "n": "万盛区"
            },
            {
                "i": "d23552b6d79742a6ad920af60e68883c",
                "n": "双挢区"
            },
            {
                "i": "685e3ec0446f44ef9735d80b7c2bfa0d",
                "n": "渝北区"
            },
            {
                "i": "3d0db33eeedd405aaf0c58f8039258e0",
                "n": "巴南区"
            },
            {
                "i": "ee2c4197b36640e1a390d2b2ee572e55",
                "n": "长寿区"
            },
            {
                "i": "e7090b9c63f74a6da9e5519d62c36bfb",
                "n": "綦江县"
            },
            {
                "i": "550f2928c7de460cbd454de13c322d0f",
                "n": "潼南县"
            },
            {
                "i": "f15602574e494984881e5f6a428f5a5e",
                "n": "铜梁县"
            },
            {
                "i": "2036add8dd9b4fb79f06f970b98e6f32",
                "n": "大足县"
            },
            {
                "i": "f5910acc91794968a5aca455eb2a7272",
                "n": "荣昌县"
            },
            {
                "i": "53aec78142cb4628a0788296209fc138",
                "n": "壁山县"
            },
            {
                "i": "62d7f07fae294295a1d0c015b4ddca68",
                "n": "梁平县"
            },
            {
                "i": "14ee73e8987144c4863f0c2ec223160b",
                "n": "城口县"
            },
            {
                "i": "a098dcdcfb53404c883f6b0cb45cc1a9",
                "n": "丰都县"
            },
            {
                "i": "5cf5f2570db64bd2928d032f51c40dc9",
                "n": "垫江县"
            },
            {
                "i": "9c17c1d3b928438da483439e7fcc2888",
                "n": "武隆县"
            },
            {
                "i": "3db0709b438b4884be08dd659aff4803",
                "n": "忠县"
            },
            {
                "i": "242d1cb286f2416f8720bee8df418119",
                "n": "开县"
            },
            {
                "i": "9ca768e3c3304bfd8db2332f2368bd3c",
                "n": "云阳县"
            },
            {
                "i": "8495ea604a2c4069bec6932826d2cebc",
                "n": "奉节县"
            },
            {
                "i": "b3fbfb5be6944a02a26fcf145fde9ef5",
                "n": "巫山县"
            },
            {
                "i": "a0bb160b9e9e4c23ae9cef84a4685844",
                "n": "巫溪县"
            },
            {
                "i": "2e55bb28270440f0873a9a57b86b15f3",
                "n": "黔江区"
            },
            {
                "i": "d91e153cf504475f9356f61305e5f6ce",
                "n": "石柱土家族自治县"
            },
            {
                "i": "0f5a42a41aef41e19efb57a0eaf8df4b",
                "n": "秀山土家族苗族自治县"
            },
            {
                "i": "1361817a43434f3ba29d710c54335a71",
                "n": "酉阳土家族苗族自治县"
            },
            {
                "i": "2de13c18f37e48eda2d78648e097a534",
                "n": "彭水苗族土家族自治县"
            },
            {
                "i": "8d60db9bb103441f9f17f142bb266664",
                "n": "江津区"
            },
            {
                "i": "2ec40b56ba864afb8f459f6bee08fb81",
                "n": "合川区"
            },
            {
                "i": "592edb1a557e41d3a63981c2aae1f890",
                "n": "永川区"
            },
            {
                "i": "5ae0eff62b9f4027b2deeca91730eb44",
                "n": "南川区"
            }
        ],
        "i": "6f9ab2db66814537a91f00e20ff1efef",
        "p": "重庆"
    },
    {
        "c": [
            {
                "a": [
                    {
                        "i": "5db8dbc4c57044dc9bd24309378d47ce",
                        "s": "锦江区"
                    },
                    {
                        "i": "b6e15ee2ebe74b3088d8b3c27e27b50e",
                        "s": "青羊区"
                    },
                    {
                        "i": "4d6b4ea9e295469593afc4a457b0d3f6",
                        "s": "金牛区"
                    },
                    {
                        "i": "cac219542d1c49f1929132d660078ce5",
                        "s": "武侯区"
                    },
                    {
                        "i": "48bc530994814808a84fbc1ea35f3d2c",
                        "s": "成华区"
                    },
                    {
                        "i": "8ae50c108ee745d1aa6d9f193d02526c",
                        "s": "龙泉驿区"
                    },
                    {
                        "i": "1b93926f662a419bb744466add726344",
                        "s": "青白江区"
                    },
                    {
                        "i": "04161c4aa44a41b997aff7640d87d0db",
                        "s": "新都区"
                    },
                    {
                        "i": "5264ddaed69545d093d23506fdc79d7d",
                        "s": "温江区"
                    },
                    {
                        "i": "b33ce361749e46c98216b9b3ae0ef801",
                        "s": "金堂县"
                    },
                    {
                        "i": "0dbce51464a0476ba8fb7dcb7ec0f381",
                        "s": "双流县"
                    },
                    {
                        "i": "810003ee7e9d4282a28f4108b42d2c2e",
                        "s": "郫县"
                    },
                    {
                        "i": "19b9c7adccf94863acaf085e49760bb4",
                        "s": "大邑县"
                    },
                    {
                        "i": "fd4818ee28cf4e12b35c1ed971359bc0",
                        "s": "蒲江县"
                    },
                    {
                        "i": "7eb3331c7cd946d38dbf539eb858b654",
                        "s": "新津县"
                    },
                    {
                        "i": "16876b01b39644a0a7e0ba7a548f792d",
                        "s": "都江堰市"
                    },
                    {
                        "i": "a963039f18de4ff3bb99aee4055e593f",
                        "s": "彭州市"
                    },
                    {
                        "i": "ccde62daaa004b6a9789e747d753697e",
                        "s": "邛崃市"
                    },
                    {
                        "i": "77c3b873ee0a417e9f61e414d1c709f7",
                        "s": "崇州市"
                    }
                ],
                "i": "54293669b5d24346a5d955c7ac917f6a",
                "n": "成都"
            },
            {
                "a": [
                    {
                        "i": "9faf0dbba5034203984fa02f879a40dd",
                        "s": "自流井区"
                    },
                    {
                        "i": "373e9ae628ae41249aa7adc3e7064119",
                        "s": "贡井区"
                    },
                    {
                        "i": "773abfceaee64c168fc6f8a921b5ed19",
                        "s": "大安区"
                    },
                    {
                        "i": "8704e7a6b4344e08b40c31accd9e405b",
                        "s": "沿滩区"
                    },
                    {
                        "i": "661f48991cad4951803d13e94a970b8a",
                        "s": "荣县"
                    },
                    {
                        "i": "cfd47d4414ec41a6af7ff4d7d4b9ec95",
                        "s": "富顺县"
                    }
                ],
                "i": "edde61a16dc74478b8d5ba6870d8d669",
                "n": "自贡"
            },
            {
                "a": [
                    {
                        "i": "1ad991e2c8a34386b4094586ea938440",
                        "s": "东区"
                    },
                    {
                        "i": "b863d593f2324e878d34bfbc7c49778e",
                        "s": "西区"
                    },
                    {
                        "i": "996f36244afd4742a273b533d0290e9f",
                        "s": "仁和区"
                    },
                    {
                        "i": "abe7cc602cce493db590d2690bd105bd",
                        "s": "米易县"
                    },
                    {
                        "i": "3f6381128f004a22bd878cd02e4e8fd8",
                        "s": "盐边县"
                    }
                ],
                "i": "6630490e7b594fb0b329c95918e6deb9",
                "n": "攀枝花"
            },
            {
                "a": [
                    {
                        "i": "5e2e30e75ffc464d936624ba7f78c210",
                        "s": "江阳区"
                    },
                    {
                        "i": "41f0c211dc494221b31c26505f962918",
                        "s": "纳溪区"
                    },
                    {
                        "i": "c31e20e96eaf4e01875e3415b9fea23d",
                        "s": "龙马潭区"
                    },
                    {
                        "i": "90251fc86b8d450cae827c35d750fa60",
                        "s": "泸县"
                    },
                    {
                        "i": "943151445f484cfe93af2777a6c13f17",
                        "s": "合江县"
                    },
                    {
                        "i": "0e6f34c9b00a422abc03f5aac9094ba2",
                        "s": "叙永县"
                    },
                    {
                        "i": "9259bbbc5bef49289e2e227306bc8ae8",
                        "s": "古蔺县"
                    }
                ],
                "i": "407fbcfdc5714994802347ed6f390078",
                "n": "泸州"
            },
            {
                "a": [
                    {
                        "i": "f555ee4cca8a45a5a86869b671c2aaa4",
                        "s": "旌阳区"
                    },
                    {
                        "i": "d3763440ef6a49e4aca38afe27ec94eb",
                        "s": "中江县"
                    },
                    {
                        "i": "980fdbbe48e644f591555e8a047e93cd",
                        "s": "罗江县"
                    },
                    {
                        "i": "c1978f5966de4025b405fdb712d5d971",
                        "s": "广汉市"
                    },
                    {
                        "i": "f6045e843c3e4d098345acce856b71a8",
                        "s": "什邡市"
                    },
                    {
                        "i": "33e12a4ed5294644bd98c2c2667295be",
                        "s": "绵竹市"
                    }
                ],
                "i": "9db5e885f52f45778cc60bdafe7b4b6a",
                "n": "德阳"
            },
            {
                "a": [
                    {
                        "i": "e9a113732d344b819e32788245e89ecc",
                        "s": "涪城区"
                    },
                    {
                        "i": "701117fefd4441f89bde88b62790c37e",
                        "s": "游仙区"
                    },
                    {
                        "i": "7404b6a766034352beed945ebdd8788a",
                        "s": "三台县"
                    },
                    {
                        "i": "0731f0af8a4c4e79aa73e17cf9e70c85",
                        "s": "盐亭县"
                    },
                    {
                        "i": "6307530acac34b6ca19f190e6f964e8d",
                        "s": "安县"
                    },
                    {
                        "i": "ca36540bd6e74300b068c8f2fd97d8a6",
                        "s": "梓潼县"
                    },
                    {
                        "i": "a301a939ff7749e49e06526ae46ffc60",
                        "s": "北川羌族自治县"
                    },
                    {
                        "i": "e2046016a30e46ddb3465d33bf452cac",
                        "s": "平武县"
                    },
                    {
                        "i": "46e7a84f1b70496383bb171233a4453c",
                        "s": "江油市"
                    }
                ],
                "i": "c742f6ccaff2409e89bdbe10525b4ac9",
                "n": "绵阳"
            },
            {
                "a": [
                    {
                        "i": "2ea4fe3844d842c2bd9ca38fcc065b64",
                        "s": "利州区"
                    },
                    {
                        "i": "2fa58514869a4db6906f533aa83c7a3b",
                        "s": "元坝区"
                    },
                    {
                        "i": "b29b2f31c652425bb41574d074971dee",
                        "s": "朝天区"
                    },
                    {
                        "i": "48d777b2f6034da58be5cba5fe63d662",
                        "s": "旺苍县"
                    },
                    {
                        "i": "56c4ee075859482bae5d3710499f7fe2",
                        "s": "青川县"
                    },
                    {
                        "i": "d5a6c0a4e1524f74a7ecf0e26c7a77cb",
                        "s": "剑阁县"
                    },
                    {
                        "i": "36f0a2c42ffd45a1bce8b3b6d306e85b",
                        "s": "苍溪县"
                    }
                ],
                "i": "3153eae5917a4c629196b8ba7abfbae5",
                "n": "广元"
            },
            {
                "a": [
                    {
                        "i": "03ebc988091049acacf9a2f08d10cf81",
                        "s": "船山区"
                    },
                    {
                        "i": "4d12d219fa194773bc39399ef63b49ec",
                        "s": ">安居区"
                    },
                    {
                        "i": "15ba6ab434b14fe7a8eed62d2bedba31",
                        "s": ">蓬溪县"
                    },
                    {
                        "i": "715049a5b62c476db4e20a2f6aaa582c",
                        "s": ">射洪县"
                    },
                    {
                        "i": "4d2c23652fc540e088e5ba6c8ee64afc",
                        "s": ">大英县"
                    }
                ],
                "i": "561d42cd841d4869b164a5f9545d39a6",
                "n": "遂宁"
            },
            {
                "a": [
                    {
                        "i": "f1c296b4dd0c4f169ed405f8c50632ca",
                        "s": "市中区"
                    },
                    {
                        "i": "2a82bccd63ad498383d738bdacbf746c",
                        "s": "东兴区"
                    },
                    {
                        "i": "c4f41ffe5eb947258019044d520857bc",
                        "s": "威远县"
                    },
                    {
                        "i": "56653fa9944144c98fbc1e963fba30cf",
                        "s": "资中县"
                    },
                    {
                        "i": "abe0f9fd45274e7f8f625765a4b98d61",
                        "s": "隆昌县"
                    }
                ],
                "i": "b96773e3a0be446486bfe7781d5b8968",
                "n": "内江"
            },
            {
                "a": [
                    {
                        "i": "3b32a9a10f214b9ea91b06eb237ebc5c",
                        "s": "市中区"
                    },
                    {
                        "i": "40f77d029d03488cae5b0137257be772",
                        "s": "沙湾区"
                    },
                    {
                        "i": "35f4611c4cae4643a7d7b28c3dccc46b",
                        "s": "五通桥区"
                    },
                    {
                        "i": "98f7f247704642d6bf27b4f437a31b82",
                        "s": "金口河区"
                    },
                    {
                        "i": "b0bcb983d31e4a7aa101a681027ac7ef",
                        "s": "犍为县"
                    },
                    {
                        "i": "ebc881eb3c2a46e7b276f3255eca35b2",
                        "s": "井研县"
                    },
                    {
                        "i": "f5dc247daa4245889611463ca49692af",
                        "s": "夹江县"
                    },
                    {
                        "i": "6bac6646dc7d47b892df422be617ee20",
                        "s": "沐川县"
                    },
                    {
                        "i": "907e28c28f3140e3b6e7ac7127473557",
                        "s": "峨边彝族自治县"
                    },
                    {
                        "i": "13c742df28a2463bbc9baaaf8afe4e81",
                        "s": "马边彝族自治县"
                    },
                    {
                        "i": "5a88f11ce9c74ce09f1cfd88db1f57cf",
                        "s": "峨眉山市"
                    }
                ],
                "i": "c8f53632be33403087e8c2cd66a141a0",
                "n": "乐山"
            },
            {
                "a": [
                    {
                        "i": "6e7cc0954dfe465e9960b951c5117c73",
                        "s": "顺庆区"
                    },
                    {
                        "i": "ce516585f26041bfbc1f2cb57816c599",
                        "s": "高坪区"
                    },
                    {
                        "i": "409fc2004a944c9897453ed43c77ad66",
                        "s": "嘉陵区"
                    },
                    {
                        "i": "fa104bafd9904f19bd8b210e7e231645",
                        "s": "南部县"
                    },
                    {
                        "i": "819d2c0679b741be94a120f58f2bcd8d",
                        "s": "营山县"
                    },
                    {
                        "i": "62a3b03416a6494d9bf313340803e6f9",
                        "s": "蓬安县"
                    },
                    {
                        "i": "74120bbbe611435995e690dc43c1a593",
                        "s": "仪陇县"
                    },
                    {
                        "i": "1f2bf4c36a5646a4b7e2cbb247c50b99",
                        "s": "西充县"
                    },
                    {
                        "i": "535c84df037440de88812731ee283d91",
                        "s": "阆中市"
                    }
                ],
                "i": "c9630a29d2c6491da35d6b27241d379e",
                "n": "南充"
            },
            {
                "a": [
                    {
                        "i": "67d343fa583a4c3db2d0c8721202383b",
                        "s": "东坡区"
                    },
                    {
                        "i": "54edd16de9c34c14be07121e3fa6ef6c",
                        "s": "仁寿县"
                    },
                    {
                        "i": "804517015553410ca15735287e3045c2",
                        "s": "彭山县"
                    },
                    {
                        "i": "ebdd9edea1ee423daf1744c6c895d273",
                        "s": "洪雅县"
                    },
                    {
                        "i": "261983310f524415b2a21dcf14fd3d60",
                        "s": "丹棱县"
                    },
                    {
                        "i": "145456c72d1b463e91aa4d8e24844494",
                        "s": "青神县"
                    }
                ],
                "i": "f70e142ac2ce431fb80462d150176626",
                "n": "眉山"
            },
            {
                "a": [
                    {
                        "i": "8ea7a0cf41c64adfb991cbd5de9a5746",
                        "s": "翠屏区"
                    },
                    {
                        "i": "f2523f34ff704dc4846b84c5f5e81ef7",
                        "s": "宜宾县"
                    },
                    {
                        "i": "232557c874154aa599c79b52f4adb0a0",
                        "s": "南溪县"
                    },
                    {
                        "i": "1341872c889e471282cdf1f7184fced4",
                        "s": "江安县"
                    },
                    {
                        "i": "c85add7b311347caa0c6aa1189f62644",
                        "s": "长宁县"
                    },
                    {
                        "i": "e91b80195c6542e4ac149819573fe08d",
                        "s": "高县"
                    },
                    {
                        "i": "db9d02b323ee4625836a0832673937a9",
                        "s": "珙县"
                    },
                    {
                        "i": "0e60c2b4810f4f978e8d0403544f6e24",
                        "s": "筠连县"
                    },
                    {
                        "i": "ff79f14323c9413a96c602613afe5b81",
                        "s": "兴文县"
                    },
                    {
                        "i": "95702056d335446a8bf8e8292e1700c9",
                        "s": "屏山县"
                    }
                ],
                "i": "4c9297f6d83d4c6ca5e2bf4c65721053",
                "n": "宜宾"
            },
            {
                "a": [
                    {
                        "i": "e022a347ebf74ad4a6e0878521770107",
                        "s": "广安区"
                    },
                    {
                        "i": "1a6ca41f0c5b4477a7e1ec44f710d099",
                        "s": "岳池县"
                    },
                    {
                        "i": "a276ae5a0818457fb1876a2effd61e79",
                        "s": "武胜县"
                    },
                    {
                        "i": "768de76be2c54e88b0a9069c60dd1a39",
                        "s": "邻水县"
                    },
                    {
                        "i": "0a3e3ed979bf4655a3b566455eb29d3c",
                        "s": "华蓥市"
                    }
                ],
                "i": "99077812fa964d0bbd1e53d43ea82ef9",
                "n": "广安"
            },
            {
                "a": [
                    {
                        "i": "f4537af289b848d197a5cd3d3f04d7b4",
                        "s": "通川区"
                    },
                    {
                        "i": "b8dc7be1bd794e47ac65ecb8c5975baa",
                        "s": "达县"
                    },
                    {
                        "i": "679aa7e9e6a24582abab44927f9af8c7",
                        "s": "宣汉县"
                    },
                    {
                        "i": "7d6a792474e440ba94775b3e4e88d25e",
                        "s": "开江县"
                    },
                    {
                        "i": "5ab2a5288b3f4398a2c1e367c475701b",
                        "s": "大竹县"
                    },
                    {
                        "i": "ae94683240184bec839aedf72c0c6132",
                        "s": "渠县"
                    },
                    {
                        "i": "b0f3fb0797ea45f8b315dd5d52819ed5",
                        "s": "万源市"
                    }
                ],
                "i": "e43dca793d9941b09bd1daf3b13c2169",
                "n": "达川"
            },
            {
                "a": [
                    {
                        "i": "31d24649dd674d01a06c573253b15d19",
                        "s": "雨城区"
                    },
                    {
                        "i": "69908a613b52488996ee2fed76a9b9ff",
                        "s": "名山县"
                    },
                    {
                        "i": "92b15bfc9f5246b2b9c7ab0dfc935df2",
                        "s": "荥经县"
                    },
                    {
                        "i": "726fb07fa4374011bfbf25d18644efb6",
                        "s": "汉源县"
                    },
                    {
                        "i": "024b0d78340a4d1f909aa4ef9b73945c",
                        "s": "石棉县"
                    },
                    {
                        "i": "8e57f015629b4a3f9f8e503b2b016b6d",
                        "s": "天全县"
                    },
                    {
                        "i": "a398c47aed8441758861b0c138d7f3a6",
                        "s": "芦山县"
                    },
                    {
                        "i": "1b9d0a69f19e45b8b9a775a2131324dd",
                        "s": "宝兴县"
                    }
                ],
                "i": "c0761b65eb084ec58332c9fe77acb24f",
                "n": "雅安"
            },
            {
                "a": [
                    {
                        "i": "e79d1b5563b0433d84a07710c637fbf7",
                        "s": "巴州区"
                    },
                    {
                        "i": "b3c94365f36f4475b0b3e0b1ed3c1b54",
                        "s": "通江县"
                    },
                    {
                        "i": "7647ff5153244b6597703501ee4fc9c3",
                        "s": "南江县"
                    },
                    {
                        "i": "34579f75aad047799222463fcda6f49a",
                        "s": "平昌县"
                    }
                ],
                "i": "ec9065b8d63e4759bca42e9a650f1123",
                "n": "巴中"
            },
            {
                "a": [
                    {
                        "i": "2d11f509042b4d4589c31babf649be19",
                        "s": "雁江区"
                    },
                    {
                        "i": "fac03a75599442d2a4dec13b65e2be80",
                        "s": "安岳县"
                    },
                    {
                        "i": "4d74fb45cde9490b87368a0c2010130c",
                        "s": "乐至县"
                    },
                    {
                        "i": "c67fc8eb4bc0432abb6dae02364596e3",
                        "s": "简阳市"
                    }
                ],
                "i": "fbedcf8ae9374b059f9ee6e211dfcec9",
                "n": "资阳"
            },
            {
                "a": [
                    {
                        "i": "294b7fafc9234184ac5cae01e54e6ffc",
                        "s": "汶川县"
                    },
                    {
                        "i": "bfc9ed7ce99541b1ae0852b95191c45d",
                        "s": "理县"
                    },
                    {
                        "i": "989c72efeadc4acebeb756d6b3eacfac",
                        "s": "茂县"
                    },
                    {
                        "i": "57289c911cb34d62bfdbf4cedea8b0c0",
                        "s": "松潘县"
                    },
                    {
                        "i": "1aee790d0cf341599abe1a4c7f66f9d5",
                        "s": "九寨沟县"
                    },
                    {
                        "i": "1e7152679d4b49298ee73635ae414927",
                        "s": "金川县"
                    },
                    {
                        "i": "fbef53489c354c2197f005c6726d85b6",
                        "s": "小金县"
                    },
                    {
                        "i": "71cc2f92e39d4333bc9d2ecad347409d",
                        "s": "黑水县"
                    },
                    {
                        "i": "a35237cbb8d64503b275b6349070d14d",
                        "s": "马尔康县"
                    },
                    {
                        "i": "5e8c25979ed74d02830b2c634717ef74",
                        "s": "壤塘县"
                    },
                    {
                        "i": "3eab2c755eb14801adbd9b2d4851524d",
                        "s": "阿坝县"
                    },
                    {
                        "i": "40d57645216d49f795784dd68470e240",
                        "s": "若尔盖县"
                    },
                    {
                        "i": "eda641e5f53c48c6ba64c55365981949",
                        "s": "红原县"
                    }
                ],
                "i": "7613995a42df42b29a626a27cdbf63da",
                "n": "阿坝"
            },
            {
                "a": [
                    {
                        "i": "e94699c126c747369f880df31f141ec1",
                        "s": "康定县"
                    },
                    {
                        "i": "4170e4fa9c6342558c8a94499684e6ee",
                        "s": "泸定县"
                    },
                    {
                        "i": "e1ecdaa14d874ebc9d53b817aadaca85",
                        "s": "丹巴县"
                    },
                    {
                        "i": "b9972727fc4c4862926b8dc883ad8a68",
                        "s": "九龙县"
                    },
                    {
                        "i": "b7f969a2784a42ffa0ee31ef31e4aab7",
                        "s": "雅江县"
                    },
                    {
                        "i": "0fb11b43eee4485aad27febd89143656",
                        "s": "道孚县"
                    },
                    {
                        "i": "b30f74bc6ff1425ead3dc47f67d1fd84",
                        "s": "炉霍县"
                    },
                    {
                        "i": "0ccf799cc4d746dd802855ea5427e190",
                        "s": "甘孜县"
                    },
                    {
                        "i": "602d85ce8fb34f68a9354c4ec4e55acd",
                        "s": "新龙县"
                    },
                    {
                        "i": "877ba8808932410996cb2472c243364a",
                        "s": "德格县"
                    },
                    {
                        "i": "7aac2d1f658c4fdcbc36d106e8a55063",
                        "s": "白玉县"
                    },
                    {
                        "i": "bdeea5d8343a4aa6ae6c1e4817878e51",
                        "s": "石渠县"
                    },
                    {
                        "i": "cf8b7f837c4748a2be9a940f0066a027",
                        "s": "色达县"
                    },
                    {
                        "i": "bfe5bcee73354efa8d90a87d49f3281a",
                        "s": "理塘县"
                    },
                    {
                        "i": "1666defae0274d66b39fc8367611ce4c",
                        "s": "巴塘县"
                    },
                    {
                        "i": "13a2a34504cf4dcc9c88b6a44ea21d35",
                        "s": "乡城县"
                    },
                    {
                        "i": "63fdc7a1efe2491f970c07478c198ce0",
                        "s": "稻城县"
                    },
                    {
                        "i": "841302a5c12943d98a4da83229126f8d",
                        "s": "得荣县"
                    }
                ],
                "i": "fc593f462aa64ad98b4b5f89b340356e",
                "n": "甘孜"
            },
            {
                "a": [
                    {
                        "i": "9e00898644ea496cabc9a51042b1a29d",
                        "s": "西昌市"
                    },
                    {
                        "i": "05935e269cfa4726a3c4159251ebd9e4",
                        "s": "木里藏族自治县"
                    },
                    {
                        "i": "f3505d534b0e4871bca5ba4796580206",
                        "s": "盐源县"
                    },
                    {
                        "i": "d51abb9ee2bc49c7b5126cfd9fd24c0d",
                        "s": "德昌县"
                    },
                    {
                        "i": "51cb2594d4c14fcf878a090a446df001",
                        "s": "会理县"
                    },
                    {
                        "i": "2be9a034501c48e6abd223f238c3209c",
                        "s": "会东县"
                    },
                    {
                        "i": "ff71c38886ea4a27a94b4b4b2c21493d",
                        "s": "宁南县"
                    },
                    {
                        "i": "b5dbe1f40ac84aeaa5812875b180de35",
                        "s": "普格县"
                    },
                    {
                        "i": "6150d474580a411a96a06acf0d0209d6",
                        "s": "布拖县"
                    },
                    {
                        "i": "90b4a4d6c9c04304a600bfb02339e8ec",
                        "s": "金阳县"
                    },
                    {
                        "i": "633e5f790826424994ac2c26ac3b9b8f",
                        "s": "昭觉县"
                    },
                    {
                        "i": "3a6a510ca63c4103b532717e19fdd648",
                        "s": "喜德县"
                    },
                    {
                        "i": "e9d98b8bd0d04e088f61e2218583d2ed",
                        "s": "冕宁县"
                    },
                    {
                        "i": "25f7db6aa2284745a4fd860cc915ebca",
                        "s": "越西县"
                    },
                    {
                        "i": "9e948482c90f43e1a7590209185987e1",
                        "s": "甘洛县"
                    },
                    {
                        "i": "41c7c6cd570e44d6ad229e8103850a9e",
                        "s": "美姑县"
                    },
                    {
                        "i": "87c8e0a0a80849b0981f847721cbd301",
                        "s": "雷波县"
                    }
                ],
                "i": "f9ce394133b84730a099b70bb641c344",
                "n": "凉山"
            }
        ],
        "i": "141f9312a21d47939ade336d638caaa5",
        "p": "四川"
    },
    {
        "c": [
            {
                "a": [
                    {
                        "i": "6ec8a4fcab714afb8c3c64640029dde2",
                        "s": "南明区"
                    },
                    {
                        "i": "013ea2b82ccc4bf085158ec7bb957ac3",
                        "s": "云岩区"
                    },
                    {
                        "i": "0c8dc9725b85459db183457ac96e7602",
                        "s": "花溪区"
                    },
                    {
                        "i": "bd777836f36d4f8886da704871eb749b",
                        "s": "乌当区"
                    },
                    {
                        "i": "49b565c083334862809c0f219353793c",
                        "s": "白云区"
                    },
                    {
                        "i": "facd7d66f0b34019b10ff5ff9a9487a3",
                        "s": "小河区"
                    },
                    {
                        "i": "95316f3a1685473ead289884ee971739",
                        "s": "开阳县"
                    },
                    {
                        "i": "d02257a91d34448bbbe1c734b98e93e4",
                        "s": "息烽县"
                    },
                    {
                        "i": "d22fbd73b9e04cdba60e9d05f9f39f65",
                        "s": "修文县"
                    },
                    {
                        "i": "1969b610bc994adda7a9696d735c5355",
                        "s": "清镇市"
                    }
                ],
                "i": "af71938e00024d2bb9ba5e52344fad04",
                "n": "贵阳"
            },
            {
                "a": [
                    {
                        "i": "df1a8aa9ff8649dda1f3731889f68d17",
                        "s": "钟山区"
                    },
                    {
                        "i": "b4efde78143b4121b25c5c10697b9072",
                        "s": "六枝特区"
                    },
                    {
                        "i": "69ca8c3f1feb44e084ac9585ff6c7152",
                        "s": "水城县"
                    },
                    {
                        "i": "4faac674e34f45399655b025172cc14a",
                        "s": "盘县"
                    }
                ],
                "i": "476d86d30b0d4a05a9b72ee6ef7fefe6",
                "n": "六盘水"
            },
            {
                "a": [
                    {
                        "i": "c1313260ea8f4df194ab3420ddd579cc",
                        "s": "红花岗区"
                    },
                    {
                        "i": "9a35ad611c2544f38ff0ee47a84d486b",
                        "s": "汇川区"
                    },
                    {
                        "i": "eeb4fc0c99704865ac73e2076bd6b236",
                        "s": "遵义县"
                    },
                    {
                        "i": "48e5766d180c4d9980ac4f318c939441",
                        "s": "桐梓县"
                    },
                    {
                        "i": "79a30d863fad4ced8f97861dca1b03e6",
                        "s": "绥阳县"
                    },
                    {
                        "i": "63ac303d58a44f71b9f6219bd8ac4b22",
                        "s": "正安县"
                    },
                    {
                        "i": "09ebd26470bb45c8951ce720216939a1",
                        "s": "道真仡佬族苗族自治县"
                    },
                    {
                        "i": "220533036eea4b208cdbe3749f25a4a9",
                        "s": "务川仡佬族苗族自治县"
                    },
                    {
                        "i": "49f82e386ab34c78b4ce01f54a231e4b",
                        "s": "凤冈县"
                    },
                    {
                        "i": "b75225494cb743e789f427d52c85f167",
                        "s": "湄潭县"
                    },
                    {
                        "i": "d1bae8b3bc084982a9125b43542ab6d5",
                        "s": "余庆县"
                    },
                    {
                        "i": "49e90494e38449278ee719dc61d46b0e",
                        "s": "习水县"
                    },
                    {
                        "i": "fe5e9bfdae5145bfae60535811bf3866",
                        "s": "赤水市"
                    },
                    {
                        "i": "78e556cee42a4c208ee1bb1bc68e0ae2",
                        "s": "仁怀市"
                    }
                ],
                "i": "c0a951e74dfc498e864741870a099612",
                "n": "遵义"
            },
            {
                "a": [
                    {
                        "i": "b59b152a719645a58c222e899616ae48",
                        "s": "西秀区"
                    },
                    {
                        "i": "c632ba5b374e45ba8ab70ca876b0496e",
                        "s": "平坝县"
                    },
                    {
                        "i": "1d63b7271359424398e605bb54c3df0f",
                        "s": "普定县"
                    },
                    {
                        "i": "fc74ba9b51574d4fb53d5c00750fd84f",
                        "s": "镇宁布依族苗族自治县"
                    },
                    {
                        "i": "7a65b1387bcd41e7be2ed20ccdd73c13",
                        "s": "关岭布依族苗族自治县"
                    },
                    {
                        "i": "40da01cb18c34e1d84dd90b705429e66",
                        "s": "紫云苗族布依族自治县"
                    }
                ],
                "i": "61447b2d8d124669a55218621ba81466",
                "n": "安顺"
            },
            {
                "a": [
                    {
                        "i": "01429dc6cbe34e7c9086a94fb23974c9",
                        "s": "铜仁市"
                    },
                    {
                        "i": "8cdc49aa7938435792569b5fb2208aac",
                        "s": "江口县"
                    },
                    {
                        "i": "4946caa44cea43208e9477cbe0336810",
                        "s": "玉屏侗族自治县"
                    },
                    {
                        "i": "ceb6a12255cc4d8c9fa76437b03d6824",
                        "s": "石阡县"
                    },
                    {
                        "i": "193afe4c46b649529a0b50980990e113",
                        "s": "思南县"
                    },
                    {
                        "i": "7a9e0cbb3d4d44c6ba574c52ce4af884",
                        "s": "印江土家族苗族自治县"
                    },
                    {
                        "i": "f45f2c9dad874a3e9a7dea40dc4bc807",
                        "s": "德江县"
                    },
                    {
                        "i": "10aac2beb1894867983d0c97ec37e348",
                        "s": "沿河土家族自治县"
                    },
                    {
                        "i": "82cc2e9dce03463dab63b1c7a3857bb7",
                        "s": "松桃苗族自治县"
                    },
                    {
                        "i": "a3d7e6e2d58043ba809786b2b1f074be",
                        "s": "万山特区"
                    }
                ],
                "i": "4c73e37107564d3e9952326e44b17cff",
                "n": "铜仁"
            },
            {
                "a": [
                    {
                        "i": "856c61a745e44b229a2243f431609e4c",
                        "s": "兴义市"
                    },
                    {
                        "i": "50e65fa063ae4b56a84720342b393f38",
                        "s": "兴仁县"
                    },
                    {
                        "i": "03c013520b894ccba78efec7bd3372cd",
                        "s": "普安县"
                    },
                    {
                        "i": "086916b95c0b48b885da287940aab29f",
                        "s": "晴隆县"
                    },
                    {
                        "i": "66e822b8dcab435eb02a8cb3b61f3e77",
                        "s": "贞丰县"
                    },
                    {
                        "i": "c6656c9f642240d6a7c5cb682d3579ac",
                        "s": "望谟县"
                    },
                    {
                        "i": "f4f44e5ca1cf48719c2ba28fbed1f6c9",
                        "s": "册亨县"
                    },
                    {
                        "i": "b3e9bf9bbc9c486b91029e8036661b9f",
                        "s": "安龙县"
                    }
                ],
                "i": "60fdbf3feb8f49529abfdac3569264a9",
                "n": "黔西南"
            },
            {
                "a": [
                    {
                        "i": "0dd96953323348258193ac8caf39a082",
                        "s": "毕节市"
                    },
                    {
                        "i": "ec43aea5c727417e8d18923b19dbc04c",
                        "s": "大方县"
                    },
                    {
                        "i": "7abbeb3a65da41a89b72aa507bbaee84",
                        "s": "黔西县"
                    },
                    {
                        "i": "7c8e323508f441c3aff15606560429d9",
                        "s": "金沙县"
                    },
                    {
                        "i": "3ade3565daef477bbfccc94957c47786",
                        "s": "织金县"
                    },
                    {
                        "i": "7d2409a703fd44ebb5faa418fe07bd64",
                        "s": "纳雍县"
                    },
                    {
                        "i": "2c042581459444ac9c88beee201010ab",
                        "s": "威宁彝族回族苗族自治县"
                    },
                    {
                        "i": "76802cc1dc4444bdb2431dca22365f1d",
                        "s": "赫章县"
                    }
                ],
                "i": "ceb6785695534ff99b42904fae7c9166",
                "n": "毕节"
            },
            {
                "a": [
                    {
                        "i": "3a3c20d1a9a9471b8ec26595199fd1c1",
                        "s": "凯里市"
                    },
                    {
                        "i": "640b3d49bcc345718cedeee9ebcba846",
                        "s": "黄平县"
                    },
                    {
                        "i": "eb250597d7774f9fb816e4e1d8685e91",
                        "s": "施秉县"
                    },
                    {
                        "i": "a274c425c06e49f6b342f28c62b77bf7",
                        "s": "三穗县"
                    },
                    {
                        "i": "0448fed517b64d4d9835ed8292666f55",
                        "s": "镇远县"
                    },
                    {
                        "i": "2c16f4df71bd468cb1885ad47485cef2",
                        "s": "岑巩县"
                    },
                    {
                        "i": "80f3af9964064de8a607489df12e533a",
                        "s": "天柱县"
                    },
                    {
                        "i": "759b1ecd4b72458d9159a72d8ef52292",
                        "s": "锦屏县"
                    },
                    {
                        "i": "2268d8046dc94f0382457041ea95e051",
                        "s": "剑河县"
                    },
                    {
                        "i": "7d32d0d062b2450982d4e1faf9e3012f",
                        "s": "台江县"
                    },
                    {
                        "i": "54ebc2d3aeee47b9a1edcc470ef36003",
                        "s": "黎平县"
                    },
                    {
                        "i": "97efbf7cebdd40efb3a294db36f2f78e",
                        "s": "榕江县"
                    },
                    {
                        "i": "b65dd6834b5c473997185ec503080709",
                        "s": "从江县"
                    },
                    {
                        "i": "2ec8d83265634f12a994019d4d8fc3fd",
                        "s": "雷山县"
                    },
                    {
                        "i": "d58416469c0a4c5eaa9d204d90aecf37",
                        "s": "麻江县"
                    },
                    {
                        "i": "e52e34e6c77749bdb204feffef4a8eab",
                        "s": "丹寨县"
                    }
                ],
                "i": "7654fb1490ad49169faeb206c223610f",
                "n": "黔东南"
            },
            {
                "a": [
                    {
                        "i": "912908ab1b064bb398d9cccdc261bcb1",
                        "s": "都匀市"
                    },
                    {
                        "i": "e61580c2a0cf485c8bd811cfb5b95871",
                        "s": "福泉市"
                    },
                    {
                        "i": "fdfd332ec1fd4a349a36c5f0234c1756",
                        "s": "荔波县"
                    },
                    {
                        "i": "fe31bc21aaf243b38cbd55391d882b8a",
                        "s": "贵定县"
                    },
                    {
                        "i": "a28d0cee49f74ee79bce156447c7cbe1",
                        "s": "瓮安县"
                    },
                    {
                        "i": "9600db8dfd0541aebef10427372cf02c",
                        "s": "独山县"
                    },
                    {
                        "i": "c9b518d888d04ea2b7c785b5ea794396",
                        "s": "平塘县"
                    },
                    {
                        "i": "4093d99d6d0442339443feddaeecab33",
                        "s": "罗甸县"
                    },
                    {
                        "i": "f37f2e35f96f43869daba83e089bc21d",
                        "s": "长顺县"
                    },
                    {
                        "i": "9ca0e20a9382473a8bace91903351f89",
                        "s": "龙里县"
                    },
                    {
                        "i": "28a0927f92b646df94c40cfd52fd9782",
                        "s": "惠水县"
                    },
                    {
                        "i": "ea640f87d0474a7984fae391e031b8f3",
                        "s": "三都水族自治县"
                    }
                ],
                "i": "6fdebdbde2a740948f96a5f2aad32ab3",
                "n": "黔南"
            }
        ],
        "i": "3e61a4b9734446b39f4e83f576b5efe6",
        "p": "贵州"
    },
    {
        "c": [
            {
                "a": [
                    {
                        "i": "bcf1906578e24bf29dd2ff237c27b60c",
                        "s": "五华区"
                    },
                    {
                        "i": "93a5d429dc9c44528866733a7877741c",
                        "s": "盘龙区"
                    },
                    {
                        "i": "8aaefd4bd8fb4044b36ffa748983bc8f",
                        "s": "官渡区"
                    },
                    {
                        "i": "6be5409ff5ed4976b3a4dfe663a5076a",
                        "s": "西山区"
                    },
                    {
                        "i": "706956b2856a46cba63a3e801d3ce344",
                        "s": "东川区"
                    },
                    {
                        "i": "0acdb0c60c804a818867ce26600d8fa4",
                        "s": "呈贡县"
                    },
                    {
                        "i": "4a03ba003df7402490cf9ecbb2ff46c7",
                        "s": "晋宁县"
                    },
                    {
                        "i": "38a263645b8744e98c5f444c30fdfd82",
                        "s": "富民县"
                    },
                    {
                        "i": "66b67e9602cf4629ab530cea81d9c7c5",
                        "s": "宜良县"
                    },
                    {
                        "i": "c7d6c094c7f44f308f53c1c8b647353e",
                        "s": "石林彝族自治县"
                    },
                    {
                        "i": "a2e9e8adf20d4149907bae7242305418",
                        "s": "嵩明县"
                    },
                    {
                        "i": "b6f272e255ee4856af4ef5ae06ebbec1",
                        "s": "禄劝彝族苗族自治县"
                    },
                    {
                        "i": "7b61bf7cf6db4a2989a77d0f58e07ec5",
                        "s": "寻甸回族彝族自治县"
                    },
                    {
                        "i": "fbe9247d088c4642a23c754d9ef9f31f",
                        "s": "安宁市"
                    }
                ],
                "i": "a9a0b47ba91b4fdd8e880c8fe4fc6a6e",
                "n": "昆明"
            },
            {
                "a": [
                    {
                        "i": "6e7655cf6c734e43b3352b99bf64bbc7",
                        "s": "麒麟区"
                    },
                    {
                        "i": "25daa209a2554707baea40891125278d",
                        "s": "马龙县"
                    },
                    {
                        "i": "335f62991104476c89fcf02e9c15b6c1",
                        "s": "陆良县"
                    },
                    {
                        "i": "ea40d8a6db854083af6c6c972b64f8fd",
                        "s": "师宗县"
                    },
                    {
                        "i": "b8e634fa8fef4baa9e143eb5c2f1aa6c",
                        "s": "罗平县"
                    },
                    {
                        "i": "c96e1d02a82f4a668d3c6fd5f5210996",
                        "s": "富源县"
                    },
                    {
                        "i": "ace5c168fce34489815f59eb4c6f8718",
                        "s": "会泽县"
                    },
                    {
                        "i": "9ab5619e3c34482cb5edb559dc0497d7",
                        "s": "沾益县"
                    },
                    {
                        "i": "67c9a551e0ad46308b984cde9bb9de06",
                        "s": "宣威市"
                    }
                ],
                "i": "2ecdb64b43504edf9c1851a0c774cc01",
                "n": "曲靖"
            },
            {
                "a": [
                    {
                        "i": "24be772f79c34af59d1207b8b5ffe8a3",
                        "s": "红塔区"
                    },
                    {
                        "i": "31adc529e90f49458cdaee8f73ee16b9",
                        "s": "江川县"
                    },
                    {
                        "i": "1b7f170071064af8bc2ff03611f2ba2e",
                        "s": "澄江县"
                    },
                    {
                        "i": "9b7db110e8c74b63928a37e6aeef2dde",
                        "s": "通海县"
                    },
                    {
                        "i": "722053d8cdff4486bebfc09217f906c9",
                        "s": "华宁县"
                    },
                    {
                        "i": "65d6c4d920dd4778a95d801d443c41e4",
                        "s": "易门县"
                    },
                    {
                        "i": "fef1c90692c64c4ebd845a4ea7687443",
                        "s": "峨山彝族自治县"
                    },
                    {
                        "i": "a3197753d1934f3989bf2b63e6c7ea6a",
                        "s": "新平彝族傣族自治县"
                    },
                    {
                        "i": "4bf33129248f490d94b12b8e9ff0d849",
                        "s": "元江哈尼族彝族傣族自治县"
                    }
                ],
                "i": "4a709c38e1cf43c680d9c5da8389d3e1",
                "n": "玉溪"
            },
            {
                "a": [
                    {
                        "i": "9041e81596fc450cb58f2af0a84376f1",
                        "s": "隆阳区"
                    },
                    {
                        "i": "0311b32210124ffb9f6051b351537162",
                        "s": "施甸县"
                    },
                    {
                        "i": "cb65371b8ed34a4cb8a9eeea4bf5b8ee",
                        "s": "腾冲县"
                    },
                    {
                        "i": "fb3805ca25ba4f2ca4082d43122999db",
                        "s": "龙陵县"
                    },
                    {
                        "i": "058dd0d53c8d4e129beda7643867eb53",
                        "s": "昌宁县"
                    }
                ],
                "i": "a68469e8cb0a4b88ba8c670f9db2f5a7",
                "n": "保山"
            },
            {
                "a": [
                    {
                        "i": "63e6c0a006e44eb0b47cbbe3daf7ac7e",
                        "s": "昭阳区"
                    },
                    {
                        "i": "579b5de6f37e404ba4a1b1e373f53ea3",
                        "s": "鲁甸县"
                    },
                    {
                        "i": "2e15702a7a424a1f906887c7af5a25c2",
                        "s": "巧家县"
                    },
                    {
                        "i": "2d0d00e39ac54a2089e66a10db28f812",
                        "s": "盐津县"
                    },
                    {
                        "i": "e668933594324b17b4fda19f94b0b37e",
                        "s": "大关县"
                    },
                    {
                        "i": "383055188cec403da3ace875e7fd245e",
                        "s": "永善县"
                    },
                    {
                        "i": "0f9ba26837634a7a89ada04b92bebd3d",
                        "s": "绥江县"
                    },
                    {
                        "i": "e7fa884db2a948d698453bc855bff5c6",
                        "s": "镇雄县"
                    },
                    {
                        "i": "d0d3c4c91b1842ac95acb9a747b27757",
                        "s": "彝良县"
                    },
                    {
                        "i": "0362aa26f4bf47eca1c71fb30c7d3c56",
                        "s": "威信县"
                    },
                    {
                        "i": "492815474318405299eaa484382d28c6",
                        "s": "水富县"
                    }
                ],
                "i": "097955bddf304e5fafd612a21aa866ce",
                "n": "昭通"
            },
            {
                "a": [
                    {
                        "i": "6f1ab17e6f494a85a9d4fe28421cdbec",
                        "s": "古城区"
                    },
                    {
                        "i": "4caf6606310049259f5511ea7cef8de1",
                        "s": "玉龙纳西族自治县"
                    },
                    {
                        "i": "346bee9752924049bb19845020aef985",
                        "s": "永胜县"
                    },
                    {
                        "i": "8eac185d138149119bcc848c656066b3",
                        "s": "华坪县"
                    },
                    {
                        "i": "57bf1e6557c7410a9cb03ea05d608d71",
                        "s": "宁蒗彝族自治县"
                    }
                ],
                "i": "a7315677aee1444b8d594b7fa3af76c8",
                "n": "丽江"
            },
            {
                "a": [
                    {
                        "i": "cf3bb164dde94939a76e30faa7d408d9",
                        "s": "思茅区"
                    },
                    {
                        "i": "27a8a6cb3cfe4a9589761eeeca17439b",
                        "s": "宁洱镇"
                    },
                    {
                        "i": "aa59226df17443158fc2e60bf4749cce",
                        "s": "墨江哈尼族自治县"
                    },
                    {
                        "i": "a855334e72e34d2795a5416edbace87f",
                        "s": "景东彝族自治县"
                    },
                    {
                        "i": "44d16b76ee044fe190c2ba49f4a54f69",
                        "s": "景谷傣族彝族自治县"
                    },
                    {
                        "i": "cb34663657ae43c9acb895eabb80b257",
                        "s": "镇沅彝族哈尼族拉祜族自治县"
                    },
                    {
                        "i": "6133f241026548839d0561ac98411d6b",
                        "s": "江城哈尼族彝族自治县"
                    },
                    {
                        "i": "0eb3ba12991a43d885ce3fb7de912b62",
                        "s": "孟连傣族拉祜族佤族自治县"
                    },
                    {
                        "i": "91a0d98c53b541bf882ed32933115bd9",
                        "s": "澜沧拉祜族自治县"
                    },
                    {
                        "i": "2a0313d80edc480fb751b597b7665d9b",
                        "s": "西盟佤族自治县"
                    }
                ],
                "i": "bf29bf80bb5b4ceabdc8bcdcfa0273dd",
                "n": "普洱"
            },
            {
                "a": [
                    {
                        "i": "6b62c186ca5e4c8c8de771ce27d22885",
                        "s": "临翔区"
                    },
                    {
                        "i": "54c38389861049aab66beeea9e720a7e",
                        "s": "凤庆县"
                    },
                    {
                        "i": "0b465488eb194c80862d811d6ee54bf9",
                        "s": "云县"
                    },
                    {
                        "i": "cafcf7fe6d86411fb243163176155d86",
                        "s": "永德县"
                    },
                    {
                        "i": "8041600755b04a3c9fa009af7f901b6b",
                        "s": "镇康县"
                    },
                    {
                        "i": "1b292d81326347a28a08d35b045e6445",
                        "s": "双江拉祜族佤族布朗族傣族自治县"
                    },
                    {
                        "i": "c7a9a09b7d80478c88568106d55a2555",
                        "s": "耿马傣族佤族自治县"
                    },
                    {
                        "i": "8294e079dae8402c83d741399980f99d",
                        "s": "沧源佤族自治县"
                    }
                ],
                "i": "f6cd654cc54d473397ee7790dbf61288",
                "n": "临沧"
            },
            {
                "a": [
                    {
                        "i": "1b3b0448d779490482845e2c4fc2e32a",
                        "s": "楚雄市"
                    },
                    {
                        "i": "259237e273bf4fd4a594e6acc8ea9e4d",
                        "s": "双柏县"
                    },
                    {
                        "i": "46e0bbf51d674730957bff2ffc4bba05",
                        "s": "牟定县"
                    },
                    {
                        "i": "bae55c1df79b43af845b0b6c65cded7e",
                        "s": "南华县"
                    },
                    {
                        "i": "5efed5e824e04c60bede822a9f04ff3f",
                        "s": "姚安县"
                    },
                    {
                        "i": "40c79f22badf4199a905e6b139f70c84",
                        "s": "大姚县"
                    },
                    {
                        "i": "3d0a95400f294e1f9e55f6ff1aa36557",
                        "s": "永仁县"
                    },
                    {
                        "i": "9208c78af33045b4bf613c5a1488241a",
                        "s": "元谋县"
                    },
                    {
                        "i": "cd3916bc32c44b4ebf05673e309fd4ad",
                        "s": "武定县"
                    },
                    {
                        "i": "60ffa0ee8b98467ba0aecd9eb78df22b",
                        "s": "禄丰县"
                    }
                ],
                "i": "cd64121a06eb44939ffc93b4c96cf262",
                "n": "楚雄"
            },
            {
                "a": [
                    {
                        "i": "5c645fb06ec14c6fba6cb6869bb6e344",
                        "s": "个旧市"
                    },
                    {
                        "i": "bbe5ebee872541eda8fad658197e17c9",
                        "s": "开远市"
                    },
                    {
                        "i": "319bbbf632b84166ab18706481d712e7",
                        "s": "蒙自县"
                    },
                    {
                        "i": "c004d1372c5748cf98e6ebcc78a11ed0",
                        "s": "屏边苗族自治县"
                    },
                    {
                        "i": "80920cb123204af39426d2127301243c",
                        "s": "建水县"
                    },
                    {
                        "i": "241f0a361da445bd98bc219ea9916ff1",
                        "s": "石屏县"
                    },
                    {
                        "i": "47b1aeef5130400389b7affb3b3965df",
                        "s": "弥勒县"
                    },
                    {
                        "i": "4fa43fe8409b40089966e4f268b6378c",
                        "s": "泸西县"
                    },
                    {
                        "i": "df38bbaca1474533be55f8bafd5e1205",
                        "s": "元阳县"
                    },
                    {
                        "i": "fd2673efeeda43a59f2cc0c62469de44",
                        "s": "红河县"
                    },
                    {
                        "i": "9df4fdc4759049e4a25cadf857562f33",
                        "s": "金平苗族瑶族傣族自治县"
                    },
                    {
                        "i": "ad9bf0f2e6db4017a4e0b7413f98cf41",
                        "s": "绿春县"
                    },
                    {
                        "i": "7759a3143b4a4c5887484a6e2e8d4db4",
                        "s": "河口瑶族自治县"
                    }
                ],
                "i": "db09aaa063594637a61f2552caa5f003",
                "n": "红河"
            },
            {
                "a": [
                    {
                        "i": "b46685885912408cad43ad638cbef778",
                        "s": "文山县"
                    },
                    {
                        "i": "3b38e9c3daaf41c5871089705bcc0e61",
                        "s": "砚山县"
                    },
                    {
                        "i": "725b72a0972644a691ce0fc4f6992c09",
                        "s": "西畴县"
                    },
                    {
                        "i": "8ac4f19caac34cb3bee56f56eec9b281",
                        "s": "麻栗坡县"
                    },
                    {
                        "i": "36dfaa37d923400d9c7fddc605acf8d9",
                        "s": "马关县"
                    },
                    {
                        "i": "f6cf216368c340849bee36b29702cbb2",
                        "s": "丘北县"
                    },
                    {
                        "i": "e0c8a864ada044f3bf25ac215d1cffd3",
                        "s": "广南县"
                    },
                    {
                        "i": "cdb06cadd6cc4984a199f3997d11605f",
                        "s": "富宁县"
                    }
                ],
                "i": "55e04ae885bc4d73979b82ced5d2a73c",
                "n": "文山"
            },
            {
                "a": [
                    {
                        "i": "1e198b8c3f2f4a6aa1b1d2b472818b4f",
                        "s": "景洪市"
                    },
                    {
                        "i": "58d5bf2da4404cdf883038bf2a68daed",
                        "s": "勐海县"
                    },
                    {
                        "i": "050af827ddbc42d8a6a8f9ec7002846b",
                        "s": "勐腊县"
                    }
                ],
                "i": "896133f8b9f748bc9248a9ab30d6b32d",
                "n": "西双版纳"
            },
            {
                "a": [
                    {
                        "i": "431dc475092d4fd9853719eab9fedc80",
                        "s": "大理市"
                    },
                    {
                        "i": "5c8ed289b6604653b7f01169b0b6f243",
                        "s": "漾濞彝族自治县"
                    },
                    {
                        "i": "ec2eee0be8564ecda4125f059cd3f112",
                        "s": "祥云县"
                    },
                    {
                        "i": "6863b72638c2489bb8a852864a02a6fe",
                        "s": "宾川县"
                    },
                    {
                        "i": "4672825d5bf4486f9ee4bec1dec9ce68",
                        "s": "弥渡县"
                    },
                    {
                        "i": "b4cd67ed16374fb59fdb401998cfe44b",
                        "s": "南涧彝族自治县"
                    },
                    {
                        "i": "7442303f3aef4caba841c6771e0c6316",
                        "s": "巍山彝族回族自治县"
                    },
                    {
                        "i": "81e28446346848af82b1cf479cf8308c",
                        "s": "永平县"
                    },
                    {
                        "i": "c6e06869a28047349bb747fd3a28efbc",
                        "s": "云龙县"
                    },
                    {
                        "i": "a1b35ef0f2bb4dc98eef2af3ef78c7f8",
                        "s": "洱源县"
                    },
                    {
                        "i": "2fa0b07b4fcc4021a8127aa6bc26eb9c",
                        "s": "剑川县"
                    },
                    {
                        "i": "5911ea1a87b14e3da6d7d33a56193abe",
                        "s": "鹤庆县"
                    }
                ],
                "i": "c60a14366c574fcd903554f41d644320",
                "n": "大理"
            },
            {
                "a": [
                    {
                        "i": "e20aa5e508c444f3b7670fab6d8fd94b",
                        "s": "瑞丽市"
                    },
                    {
                        "i": "988c2e49780b4425b588031adbd048c7",
                        "s": "潞西市"
                    },
                    {
                        "i": "bbdbd9f031f6480bbcaea69066efe0b6",
                        "s": "梁河县"
                    },
                    {
                        "i": "4e0b885e3c3540f49f87e3e5e21e24c3",
                        "s": "盈江县"
                    },
                    {
                        "i": "d93c2233b399495bac4457113680f1a2",
                        "s": "陇川县"
                    }
                ],
                "i": "1852d686210340a78122bf6759ad1140",
                "n": "德宏"
            },
            {
                "a": [
                    {
                        "i": "518950664972417ab60c4a8aecc7ae97",
                        "s": "泸水县"
                    },
                    {
                        "i": "5a541eb23e464e28a8471b42f61668a6",
                        "s": "福贡县"
                    },
                    {
                        "i": "acfff0ea4b6648c4819622e22740c7eb",
                        "s": "贡山独龙族怒族自治县"
                    },
                    {
                        "i": "e1214b86a71a44dbb66aff9bb93da9e3",
                        "s": "兰坪白族普米族自治县"
                    }
                ],
                "i": "bc272a3528ab46c39e2c1046d8a3923a",
                "n": "怒江傈"
            },
            {
                "a": [
                    {
                        "i": "8833eb4dc8b94cb9acadad062a768fde",
                        "s": "香格里拉县"
                    },
                    {
                        "i": "0cd6dda0b0df4fd6ba6fd8d2a491bbb0",
                        "s": "德钦县"
                    },
                    {
                        "i": "db62d8e301ee473382459882cc1d4601",
                        "s": "维西傈僳族自治县"
                    }
                ],
                "i": "86031ebde3b84e1280218ad7e9be7b05",
                "n": "迪庆"
            }
        ],
        "i": "01e3ac86ef5048f8b7374de946983f62",
        "p": "云南"
    },
    {
        "c": [
            {
                "a": [
                    {
                        "i": "44df19b6630e482e8dfe339b76a93d55",
                        "s": "城关区"
                    },
                    {
                        "i": "ad546cca7c6f401f9f489ffd1b79b1e9",
                        "s": "林周县"
                    },
                    {
                        "i": "2658b5f2f987438c9559856ccdd6fba4",
                        "s": "当雄县"
                    },
                    {
                        "i": "447f6f17dbb04bfbacc32e2201b69f20",
                        "s": "尼木县"
                    },
                    {
                        "i": "50e95327639341a8abd61428dd143170",
                        "s": "曲水县"
                    },
                    {
                        "i": "060571e4884d407e92821f9bceab06ff",
                        "s": "堆龙德庆县"
                    },
                    {
                        "i": "73179a6ed52344fcbc5dceb8cf6596f9",
                        "s": "达孜县"
                    },
                    {
                        "i": "ad352ca4358b42ce8a0336897322e7e8",
                        "s": "墨竹工卡县"
                    }
                ],
                "i": "da0b1863f1044caa9385fd7b8f05d55f",
                "n": "拉萨"
            },
            {
                "a": [
                    {
                        "i": "a37b8340fb654aba9c8034b814bd4cec",
                        "s": "昌都县"
                    },
                    {
                        "i": "4ba5946cd8f2424bb77ccb516783feba",
                        "s": "江达县"
                    },
                    {
                        "i": "fff7612891dd46b5b4870a42c78b663e",
                        "s": "贡觉县"
                    },
                    {
                        "i": "77c7edb5766c49978571f9adc6c04236",
                        "s": "类乌齐县"
                    },
                    {
                        "i": "5eb285b862d043bebee075e35b504694",
                        "s": "丁青县"
                    },
                    {
                        "i": "2320675d3bb449a1aa7067689dbb90de",
                        "s": "察雅县"
                    },
                    {
                        "i": "cb2517bd52034800960b07fd47c9d20c",
                        "s": "八宿县"
                    },
                    {
                        "i": "7528ecf721634d71b06dd69ed557493e",
                        "s": "左贡县"
                    },
                    {
                        "i": "649fbe3322c946cfa4403bd796db99d7",
                        "s": "芒康县"
                    },
                    {
                        "i": "0d68466ab39543da99f4723fae9bbd0d",
                        "s": "洛隆县"
                    },
                    {
                        "i": "3a9f569cec8a4131ae706ad34d146e3c",
                        "s": "边坝县"
                    }
                ],
                "i": "d3ee2c21842a432898ce649fe255eda6",
                "n": "昌都"
            },
            {
                "a": [
                    {
                        "i": "84247adbcab44b85b4b4809c1f9d7e3c",
                        "s": "乃东县"
                    },
                    {
                        "i": "7b6fb6d957fc4f8398b91efbd965776c",
                        "s": "扎囊县"
                    },
                    {
                        "i": "7b7d250c33344dd0ada10276df7e59c5",
                        "s": "贡嘎县"
                    },
                    {
                        "i": "23b0e3d58bef44cf87c68e0ac758c61f",
                        "s": "桑日县"
                    },
                    {
                        "i": "93f17ba52a5e4e00a75294429c7734f8",
                        "s": "琼结县"
                    },
                    {
                        "i": "64ec62ad9bf649d585c33b062d8e6060",
                        "s": "曲松县"
                    },
                    {
                        "i": "db9ad141668c4230bd9ccf42a145f8b7",
                        "s": "措美县"
                    },
                    {
                        "i": "ce17d449512546778ef8b3e5bc6d5b7d",
                        "s": "洛扎县"
                    },
                    {
                        "i": "1888d8ef5de3422987cc5aab01eab799",
                        "s": "加查县"
                    },
                    {
                        "i": "d6570ddb85524e3f99bb33816cd93ec9",
                        "s": "隆子县"
                    },
                    {
                        "i": "d9c6e297d69e4ef3a963c3c9d3eab4ac",
                        "s": "错那县"
                    },
                    {
                        "i": "5605550d82c8434bb290471f421b07fd",
                        "s": "浪卡子县"
                    }
                ],
                "i": "797c2ef91381447295081e4fb76305cf",
                "n": "山南"
            },
            {
                "a": [
                    {
                        "i": "474c8dcb65934eecbe13fc1ad92a027e",
                        "s": "日喀则市"
                    },
                    {
                        "i": "73783c381836464aa35e0f9f1fe4767e",
                        "s": "南木林县"
                    },
                    {
                        "i": "e29604e42a954dc787a3389a4cc49606",
                        "s": "江孜县"
                    },
                    {
                        "i": "51f77ad05ded446daee11c39c1b85461",
                        "s": "定日县"
                    },
                    {
                        "i": "2ed6b4150bdc4c97821195bfddd1876d",
                        "s": "萨迦县"
                    },
                    {
                        "i": "2d1e605a3ea349cdba7d467d0d501911",
                        "s": "拉孜县"
                    },
                    {
                        "i": "3d0d0a71d6ae468aa87109298e7780c1",
                        "s": "昂仁县"
                    },
                    {
                        "i": "434ccaa4b45a477cbf118b5fa779b056",
                        "s": "谢通门县"
                    },
                    {
                        "i": "5cd9afe8918a461682057cb8334c4c89",
                        "s": "白朗县"
                    },
                    {
                        "i": "e2f3aa0d6fdc4328999b66d772c267e8",
                        "s": "仁布县"
                    },
                    {
                        "i": "9b26a25e208146068fad7e19f80809ab",
                        "s": "康马县"
                    },
                    {
                        "i": "d6b1ac8c6c6b44c5b1f1c1234824892b",
                        "s": "定结县"
                    },
                    {
                        "i": "c80201d7cbf84da9936ce24899aaf439",
                        "s": "仲巴县"
                    },
                    {
                        "i": "6f039a69c1bd427e9bb0f19787432800",
                        "s": "亚东县"
                    },
                    {
                        "i": "0ece9f9b5ab84bf9b0d5d886972a61da",
                        "s": "吉隆县"
                    },
                    {
                        "i": "de0a0a3396bc43e8a4595d48b96d379e",
                        "s": "聂拉木县"
                    },
                    {
                        "i": "34979103cbc54434907be86b249b1ebe",
                        "s": "萨嘎县"
                    },
                    {
                        "i": "f7b1779b306946238cf4643caec27ecc",
                        "s": "岗巴县"
                    }
                ],
                "i": "98bb0414c07e467d973565282c032a77",
                "n": "日喀则"
            },
            {
                "a": [
                    {
                        "i": "9c1f1818f796419fa4cc57b582eeb599",
                        "s": "那曲县"
                    },
                    {
                        "i": "1cca99f56c9c4a2fb79b9fd259d5e574",
                        "s": "嘉黎县"
                    },
                    {
                        "i": "f304869af5924d7d901ae641a2acc86b",
                        "s": "比如县"
                    },
                    {
                        "i": "b29990e79778468fad3f542e647ef0db",
                        "s": "聂荣县"
                    },
                    {
                        "i": "14d22b03159142648af74059ada0ef12",
                        "s": "安多县"
                    },
                    {
                        "i": "50e435af7a304288aab0c5ab905d6cd6",
                        "s": "申扎县"
                    },
                    {
                        "i": "10fed321c1684d4eae851d9970e01658",
                        "s": "索县"
                    },
                    {
                        "i": "c8ee074f2c33499b9f85b7d57a722a6a",
                        "s": "班戈县"
                    },
                    {
                        "i": "9b52038f50634f35bf126da8bf0879eb",
                        "s": "巴青县"
                    },
                    {
                        "i": "eb2193ffbbb740afab4c02f5a46f8a55",
                        "s": "尼玛县"
                    }
                ],
                "i": "c0e9f3666d7b4d129c7fcea7dc8d24b4",
                "n": "那曲"
            },
            {
                "a": [
                    {
                        "i": "26b3a87b62c14542ac481aa3ffcdbbe2",
                        "s": "普兰县"
                    },
                    {
                        "i": "469bc6b1761144bb820b0b3eff91f0e6",
                        "s": "札达县"
                    },
                    {
                        "i": "5b5413f2f5cf49398eb2a38f2dbbb0dd",
                        "s": "噶尔县"
                    },
                    {
                        "i": "18bcf298975d4f5f993dd57026ac25bf",
                        "s": "日土县"
                    },
                    {
                        "i": "53a10b2de0874ab28db30e0e2dca5d3a",
                        "s": "革吉县"
                    },
                    {
                        "i": "8c6fcec0dece4b6ea45a73ce0488de7d",
                        "s": "改则县"
                    },
                    {
                        "i": "2e406cd857914dc8b76df2042cc38ab2",
                        "s": "措勤县"
                    }
                ],
                "i": "7c7d231c5be94dc8a61f0de23ef06813",
                "n": "阿里"
            },
            {
                "a": [
                    {
                        "i": "7dc82687638e459d89431720f8a7269a",
                        "s": "林芝县"
                    },
                    {
                        "i": "3b5fd973fa504739a14da7fef05e8316",
                        "s": "工布江达县"
                    },
                    {
                        "i": "390c0a77863c41bda499cf23b88dd1c0",
                        "s": "米林县"
                    },
                    {
                        "i": "441e69419a1d4d9f9b40baddae032dae",
                        "s": "墨脱县"
                    },
                    {
                        "i": "8583331e30334fd6a2552d9001e96194",
                        "s": "波密县"
                    },
                    {
                        "i": "20d15853916f43de92320bab3083afbb",
                        "s": "察隅县"
                    },
                    {
                        "i": "fa5272a3d9b8431197d7d139b4e73185",
                        "s": "朗县"
                    }
                ],
                "i": "3cfddcdd5126470db71b54acfbb45922",
                "n": "林芝"
            }
        ],
        "i": "9ba59684bb974e2d81124bcc552c0271",
        "p": "西藏"
    },
    {
        "c": [
            {
                "a": [
                    {
                        "i": "f920f8927b994d988efd2e2489ff87b5",
                        "s": "新城区"
                    },
                    {
                        "i": "401e60e46f20475da05f35293105ea9a",
                        "s": "碑林区"
                    },
                    {
                        "i": "b327df2338e949dba1d2448e02b8bff4",
                        "s": "莲湖区"
                    },
                    {
                        "i": "ed9650630a2148c0a2954b3c4028224b",
                        "s": "灞桥区"
                    },
                    {
                        "i": "fd91508cd944497aa9245e0df4c37cf1",
                        "s": "未央区"
                    },
                    {
                        "i": "34beb15518a747bf983c02b8c5e0e714",
                        "s": "雁塔区"
                    },
                    {
                        "i": "68880f2560234744843fb5fe1ea59a56",
                        "s": "阎良区"
                    },
                    {
                        "i": "59c5ebc31ae34ff48ac9a651ce80a87b",
                        "s": "临潼区"
                    },
                    {
                        "i": "9a03b09e99b04a5d860956caf80d8885",
                        "s": "长安区"
                    },
                    {
                        "i": "3d78983dfa614801b993bedb79191586",
                        "s": "蓝田县"
                    },
                    {
                        "i": "85303916011042c8a742b580d74b4d6e",
                        "s": "周至县"
                    },
                    {
                        "i": "112efe48d2194b9d9508df68002c0f16",
                        "s": "户县"
                    },
                    {
                        "i": "c40fd20983ef4640930bd83d0d21458a",
                        "s": "高陵县"
                    }
                ],
                "i": "7c1340e927944c2c89afedbc21515e4a",
                "n": "西安"
            },
            {
                "a": [
                    {
                        "i": "b41a03c9abbc4d3794214ef368fcf321",
                        "s": "王益区"
                    },
                    {
                        "i": "bb975200e1ff4a6a9b283fc8916f4f05",
                        "s": "印台区"
                    },
                    {
                        "i": "2c9ac1a7a2f34ac2b76fd26ce147af8c",
                        "s": "耀州区"
                    },
                    {
                        "i": "3dc0f712a9c34972b87a61e664635173",
                        "s": "宜君县"
                    }
                ],
                "i": "a1ce3ecc878a4b22a8ec6e7eb76556ee",
                "n": "铜川"
            },
            {
                "a": [
                    {
                        "i": "2bb1c067aca24b63a8a2a3ce7a8a7f87",
                        "s": "渭滨区"
                    },
                    {
                        "i": "5d4cdd7777324137aa4d65e06053e9fd",
                        "s": "金台区"
                    },
                    {
                        "i": "67b51380bbe44ba5bddca06eca13f117",
                        "s": "陈仓区"
                    },
                    {
                        "i": "cc55e95e41cf4dbb8c214c476688faa3",
                        "s": "凤翔县"
                    },
                    {
                        "i": "14bff0c7af7745be9b77319eda938cf0",
                        "s": "岐山县"
                    },
                    {
                        "i": "81366c9a0a004d89af609396c45d58da",
                        "s": "扶风县"
                    },
                    {
                        "i": "17221f9a6a6d4708a59c5527d25fb554",
                        "s": "眉县"
                    },
                    {
                        "i": "b1a924e5bede4babb196492ca17a7a7b",
                        "s": "陇县"
                    },
                    {
                        "i": "cbd5eeb7af634762a7988358ce3f4a07",
                        "s": "千阳县"
                    },
                    {
                        "i": "596713b8e5b447d6aadaaf256e353652",
                        "s": "麟游县"
                    },
                    {
                        "i": "3fc13e57fb0d45e49d4bcc62ecb9dd2e",
                        "s": "凤县"
                    },
                    {
                        "i": "0beab7667f26487aa4bbab707ba48403",
                        "s": "太白县"
                    }
                ],
                "i": "75a128dde03a4f8382ee69998048e08e",
                "n": "宝鸡"
            },
            {
                "a": [
                    {
                        "i": "c400d9ac77b64ff6a82dffe0840688fa",
                        "s": "秦都区"
                    },
                    {
                        "i": "85e17e91cb9145eeacaa2e637aa99a60",
                        "s": "杨凌区"
                    },
                    {
                        "i": "4d3a61840ba845dbb33ece26b149ab9a",
                        "s": "渭城区"
                    },
                    {
                        "i": "69257ba385cc4642a4b5653c75777fcf",
                        "s": "三原县"
                    },
                    {
                        "i": "24cfecdd9f614e17ac8977539c939395",
                        "s": "泾阳县"
                    },
                    {
                        "i": "43735b981ec647b4ad5a8fddeb3e3b85",
                        "s": "乾县"
                    },
                    {
                        "i": "8612d31499ec41f5b6745e280e62cfda",
                        "s": "礼泉县"
                    },
                    {
                        "i": "71c2465807a34e7eb61076467e24eddf",
                        "s": "永寿县"
                    },
                    {
                        "i": "c9e2acfa10d14effa3b531f34236eba3",
                        "s": "彬县"
                    },
                    {
                        "i": "076efc4c91f145fd9f8bda82560cda04",
                        "s": "长武县"
                    },
                    {
                        "i": "3ecf52bae00a4e2ca01f265f751fc149",
                        "s": "旬邑县"
                    },
                    {
                        "i": "d7251b8391c242a694121199a84dd09e",
                        "s": "淳化县"
                    },
                    {
                        "i": "ab25014b79af416d9f08586bdd9b63e0",
                        "s": "武功县"
                    },
                    {
                        "i": "4dbf2956705e4820bfdfa895e5132503",
                        "s": "兴平市"
                    }
                ],
                "i": "c1cf9c4635c846268e60d658f1ddb7bf",
                "n": "咸阳"
            },
            {
                "a": [
                    {
                        "i": "5cabd49135b74fc6bc6a28e3fc86530d",
                        "s": "临渭区"
                    },
                    {
                        "i": "f3fc5be164844c63afcac19382a5f6b3",
                        "s": "华县"
                    },
                    {
                        "i": "13d95d9c395b4de9b19e76ffa0900d5a",
                        "s": "潼关县"
                    },
                    {
                        "i": "3ebb29568de84f9c8d0fbceeabe16031",
                        "s": "大荔县"
                    },
                    {
                        "i": "e56c295fcbcf4c47ba68f682f76475b4",
                        "s": "合阳县"
                    },
                    {
                        "i": "b84dcd2fd7ae47029a2a964ea6af6d8a",
                        "s": "澄城县"
                    },
                    {
                        "i": "45fc786689bc4f01b1d2cf502e0bd117",
                        "s": "蒲城县"
                    },
                    {
                        "i": "a0f175efb4b94b25a877620396495d9c",
                        "s": "白水县"
                    },
                    {
                        "i": "2e46e4263d79474e91af9794362261e4",
                        "s": "富平县"
                    },
                    {
                        "i": "83a17644021641bea1b39c7755c1832c",
                        "s": "韩城市"
                    },
                    {
                        "i": "2a5782efb41e433c91acb5d8f4e29d4e",
                        "s": "华阴市"
                    }
                ],
                "i": "7eaebc18fe1d4f5ead9f49b0c1574f8e",
                "n": "渭南"
            },
            {
                "a": [
                    {
                        "i": "867579949d2146c38ebff1077f06198c",
                        "s": "宝塔区"
                    },
                    {
                        "i": "7f173d7d387645ee96dd9fe92a195877",
                        "s": "延长县"
                    },
                    {
                        "i": "bd17476d26984f48a388eb3ca9b39708",
                        "s": "延川县"
                    },
                    {
                        "i": "ee272b88e87c443abc06201b161c216b",
                        "s": "子长县"
                    },
                    {
                        "i": "a0cf9f548a844c64b9343e3cbae08477",
                        "s": "安塞县"
                    },
                    {
                        "i": "488a5fecc8fa4adfaffa1b0f79c09b01",
                        "s": "志丹县"
                    },
                    {
                        "i": "2466142ed84a4b48b34b49bb5a193270",
                        "s": "吴起县"
                    },
                    {
                        "i": "fd8479e131d44ef1978d9a6b9da292d9",
                        "s": "甘泉县"
                    },
                    {
                        "i": "5886e3da91684932b521028576fe3f87",
                        "s": "富县"
                    },
                    {
                        "i": "9ec6b980f62e47c38527e91ecf564a96",
                        "s": "洛川县"
                    },
                    {
                        "i": "941656d81c48436dbbc581550f767e63",
                        "s": "宜川县"
                    },
                    {
                        "i": "55ef64b063b944c5b9a20648cbd627c3",
                        "s": "黄龙县"
                    },
                    {
                        "i": "31f09993235546d7b705a1a1a76e2486",
                        "s": "黄陵县"
                    }
                ],
                "i": "4d32b543e9394b17badd0042efdaf662",
                "n": "延安"
            },
            {
                "a": [
                    {
                        "i": "515d2ba4659b49c8a7abee54de9c61b9",
                        "s": "汉台区"
                    },
                    {
                        "i": "282abd12896f407a9c50380dbae88a21",
                        "s": "南郑县"
                    },
                    {
                        "i": "a9a22483eb5c4ffcb1668115a6de0621",
                        "s": "城固县"
                    },
                    {
                        "i": "ae46a708572f454b9399df69216425c6",
                        "s": "洋县"
                    },
                    {
                        "i": "bf72b2a5603b484ba58add2e1cde5609",
                        "s": "西乡县"
                    },
                    {
                        "i": "e00781fbb9434e029b40a989f64be2e2",
                        "s": "勉县"
                    },
                    {
                        "i": "78f08b855efa433ba23bcdaba244d2ce",
                        "s": "宁强县"
                    },
                    {
                        "i": "441d05cd7e90458c8a4cbba41a681372",
                        "s": "略阳县"
                    },
                    {
                        "i": "7d90998000ba4e3aa5edcef94564cf61",
                        "s": "镇巴县"
                    },
                    {
                        "i": "316a01b7d7134e1485ac3c44a5f6ea85",
                        "s": "留坝县"
                    },
                    {
                        "i": "ad47419463044e2f85cb7ca4803e5c51",
                        "s": "佛坪县"
                    }
                ],
                "i": "43168056a540408598369f664770f954",
                "n": "汉中"
            },
            {
                "a": [
                    {
                        "i": "5fd096f2fbc84444ace248333bb40466",
                        "s": "榆阳区"
                    },
                    {
                        "i": "48ef08c85baf4fe8b65aa694c27a7847",
                        "s": "神木县"
                    },
                    {
                        "i": "17c3e05d4c7f4e46bde04c0c8e093398",
                        "s": "府谷县"
                    },
                    {
                        "i": "6932c27dd8d44098b4c97c92d12e5833",
                        "s": "横山县"
                    },
                    {
                        "i": "707e6fc83fe44f36bef51ed86ca68a92",
                        "s": "靖边县"
                    },
                    {
                        "i": "3a4ced00d61e4ca5b1a4cf378f197852",
                        "s": "定边县"
                    },
                    {
                        "i": "6a90a9e8856845e3af4deb5e5cdb282c",
                        "s": "绥德县"
                    },
                    {
                        "i": "b5d0e3f5e5b249ce96b32490258f4fd6",
                        "s": "米脂县"
                    },
                    {
                        "i": "0c30e8224ea940f3a40a445ea2c65f5c",
                        "s": "佳县"
                    },
                    {
                        "i": "70d23205d5bb4bd9977192bfbbe04349",
                        "s": "吴堡县"
                    },
                    {
                        "i": "fdf4cf11cd194ad98216b0357ccc9a54",
                        "s": "清涧县"
                    },
                    {
                        "i": "2a1cd0a7084a4225a68d9a6044a714ff",
                        "s": "子洲县"
                    }
                ],
                "i": "72ec6af69d6349a6be3f6063f841763d",
                "n": "榆林"
            },
            {
                "a": [
                    {
                        "i": "35227c1045e0436480e45aa7374b42b6",
                        "s": "汉滨区"
                    },
                    {
                        "i": "16df1341000a4a10a286adf917fc7769",
                        "s": "汉阴县"
                    },
                    {
                        "i": "c99ceea888804236a306ad476f728d1e",
                        "s": "石泉县"
                    },
                    {
                        "i": "ae71f34b3fd040f79cb4f44c56484998",
                        "s": "宁陕县"
                    },
                    {
                        "i": "5e9d9a3d322446b384d4f4852e386c6e",
                        "s": "紫阳县"
                    },
                    {
                        "i": "16c35533abcf4820a83b3abc91dc3a00",
                        "s": "岚皋县"
                    },
                    {
                        "i": "a84835aef8744bb89c65cd28efd58253",
                        "s": "平利县"
                    },
                    {
                        "i": "e134559a6f91493da1c02e4162f9aa13",
                        "s": "镇坪县"
                    },
                    {
                        "i": "ac172ea3ac9b4697b48bd87f971a81f8",
                        "s": "旬阳县"
                    },
                    {
                        "i": "c7f768f7c664473cbba7549e47822893",
                        "s": "白河县"
                    }
                ],
                "i": "b32ba736541749cab1acd11b65e62899",
                "n": "安康"
            },
            {
                "a": [
                    {
                        "i": "1647928f7f7e49b5bb2140625a9cfbaa",
                        "s": "商州区"
                    },
                    {
                        "i": "2923b626595946efb237542cabe9bec4",
                        "s": "洛南县"
                    },
                    {
                        "i": "6ab3fd3f60854e56b14fc7d1b4b4df86",
                        "s": "丹凤县"
                    },
                    {
                        "i": "013deae949904f31bb1354920fdd1ef6",
                        "s": "商南县"
                    },
                    {
                        "i": "59c6e6cd80b145d9a0a45804f259a4be",
                        "s": "山阳县"
                    },
                    {
                        "i": "b84d71291b15489a997e70c76a6eae30",
                        "s": "镇安县"
                    },
                    {
                        "i": "f3a17cbba9274edfbf22b021044c12c4",
                        "s": "柞水县"
                    }
                ],
                "i": "dc487380d0244f878926d6dccb34db45",
                "n": "商洛"
            }
        ],
        "i": "300dd9d253314b0e9655e26deb258ac4",
        "p": "陕西"
    },
    {
        "c": [
            {
                "a": [
                    {
                        "i": "675563d62711430fab78702f2e4fb471",
                        "s": "区(县)"
                    },
                    {
                        "i": "94e2c77a006b44c4855cbf68c9d3e1ae",
                        "s": "城关区"
                    },
                    {
                        "i": "a10886337680435ea85228f2ee88b40f",
                        "s": "七里河区"
                    },
                    {
                        "i": "abeeb439b1fc4b5f983189cd60e08480",
                        "s": "西固区"
                    },
                    {
                        "i": "33ab3e932d1c4caca9c65ade6cff8ee3",
                        "s": "安宁区"
                    },
                    {
                        "i": "75556c1fb5fa4391b784983db71131c3",
                        "s": "红古区"
                    },
                    {
                        "i": "ca7dcff424014e589dc33f01d4e7a5f8",
                        "s": "永登县"
                    },
                    {
                        "i": "d4b2ee63eb324691aa4096acaa2e35cb",
                        "s": "皋兰县"
                    },
                    {
                        "i": "62a26bcd1db64bfdb32c980495593aaa",
                        "s": "榆中县"
                    }
                ],
                "i": "42c01ebf11d54d6ebe6b8da9873b45bf",
                "n": "兰州"
            },
            {
                "a": [
                    {
                        "i": "73c282bb96664591a4cd36e67eee73d1",
                        "s": "嘉峪关市"
                    }
                ],
                "i": "0d5477292e4d4256a8a690afc81dfc24",
                "n": "嘉峪关"
            },
            {
                "a": [
                    {
                        "i": "1faffc5842b34d2e874af6fd50d0bb11",
                        "s": "金川区"
                    },
                    {
                        "i": "b1208aed49cd4104a0543d057a4e57b6",
                        "s": "永昌县"
                    }
                ],
                "i": "c7108599f29b4adfb1800363f5f09f48",
                "n": "金昌"
            },
            {
                "a": [
                    {
                        "i": "9bf98744d00b48889bfa6ea882d08b20",
                        "s": "白银区"
                    },
                    {
                        "i": "b9a92d24a9d14a8882cc90d1817823fa",
                        "s": "平川区"
                    },
                    {
                        "i": "8baad70220fe4f9ea4ada6639c3d02ad",
                        "s": "靖远县"
                    },
                    {
                        "i": "50cdb2e2da934ea785694c3b7be91667",
                        "s": "会宁县"
                    },
                    {
                        "i": "dc48a69b8d5c4bafbb4dc716d58c7ffc",
                        "s": "景泰县"
                    }
                ],
                "i": "650b92202f474531ad2191bb61866c66",
                "n": "白银"
            },
            {
                "a": [
                    {
                        "i": "3542bff25e2c4ed0951bec71cbdd5b43",
                        "s": "秦城区"
                    },
                    {
                        "i": "02932c62c7c34c288d25deb62944aa5b",
                        "s": "麦积区"
                    },
                    {
                        "i": "3631240104214adc8f08412812e08709",
                        "s": "清水县"
                    },
                    {
                        "i": "e0db394be53f4f3eb183314cb68cac54",
                        "s": "秦安县"
                    },
                    {
                        "i": "3b136699383347899d4fc87326a440b4",
                        "s": "甘谷县"
                    },
                    {
                        "i": "59d035add8df4f0ea0e3fd2c0ed1b781",
                        "s": "武山县"
                    },
                    {
                        "i": "4657d486f7044ed7b39bfb642f0d76a2",
                        "s": "张家川回族自治县"
                    }
                ],
                "i": "70d04eaf37264a1795c52a7ecec7f4c5",
                "n": "天水"
            },
            {
                "a": [
                    {
                        "i": "93cfddd5194a42f6baf597885f4c729c",
                        "s": "凉州区"
                    },
                    {
                        "i": "93f1dcb675d84d7db0c90815a2fac848",
                        "s": "民勤县"
                    },
                    {
                        "i": "d6e1fd42e9004c47a6fbb5b063c4ceee",
                        "s": "古浪县"
                    },
                    {
                        "i": "d8be896fa8bf4a338cdfcd0c5197d99e",
                        "s": "天祝藏族自治县"
                    }
                ],
                "i": "2d02a0b9c536489aa182a05d8eeaa1cb",
                "n": "武威"
            },
            {
                "a": [
                    {
                        "i": "f3fb4cf2f9334cd9a6db90e1bb84ab70",
                        "s": "甘州区"
                    },
                    {
                        "i": "d07608c108cc4cc5a01b984a0850f871",
                        "s": "肃南裕固族自治县"
                    },
                    {
                        "i": "1b98a526c4b54ec6b6513f5020d82737",
                        "s": "民乐县"
                    },
                    {
                        "i": "b77fa270552546a3bf15d4b20504b0eb",
                        "s": "临泽县"
                    },
                    {
                        "i": "030e163b3d59422582e07497560763c0",
                        "s": "高台县"
                    },
                    {
                        "i": "cc8dc337ef1841db962fb9cafc0116b3",
                        "s": "山丹县"
                    }
                ],
                "i": "bd4222e2e6224af5b68c31f4389c879d",
                "n": "张掖"
            },
            {
                "a": [
                    {
                        "i": "5dabd530ba0a4a3ebb9a5b10c498eaeb",
                        "s": "崆峒区"
                    },
                    {
                        "i": "0862b72f2ad24e43ab68cef9c851cc52",
                        "s": "泾川县"
                    },
                    {
                        "i": "8bbf1628e5c643e5886a8f9bcff0a327",
                        "s": "灵台县"
                    },
                    {
                        "i": "a84fe8c0c837453f8ef74314d81d2ccd",
                        "s": "崇信县"
                    },
                    {
                        "i": "185476286e25413f8645662dafdd40f1",
                        "s": "华亭县"
                    },
                    {
                        "i": "535631f4d8ad4f9ea505fd5e7255e1cd",
                        "s": "庄浪县"
                    },
                    {
                        "i": "bd0ee03c6fdd4692ad35e2336bbbc747",
                        "s": "静宁县"
                    }
                ],
                "i": "1155786924314ec4b9445e65ce984d6d",
                "n": "平凉"
            },
            {
                "a": [
                    {
                        "i": "568d3d349cae49dba7c4fde7092858ac",
                        "s": "肃州区"
                    },
                    {
                        "i": "02f45f16b2934ad1b26a9b31ae3d85a3",
                        "s": "金塔县"
                    },
                    {
                        "i": "b08e08184ef04e0b9786f4d338fe8b37",
                        "s": "瓜州县"
                    },
                    {
                        "i": "6dca6e77f4dd4f3796ac224844705952",
                        "s": "肃北蒙古族自治县"
                    },
                    {
                        "i": "729dac57d3684624abfd0e829bb9f496",
                        "s": "阿克塞哈萨克族自治县"
                    },
                    {
                        "i": "899312ad1c22412298e33e74d0f406c6",
                        "s": "玉门市"
                    },
                    {
                        "i": "13bf084b4a9f4a51a1fc31c7b74fd993",
                        "s": "敦煌市"
                    }
                ],
                "i": "68174762d0b643f180db9a58bc8f7fae",
                "n": "酒泉"
            },
            {
                "a": [
                    {
                        "i": "5b2cfe5f06dd4e09bef9d2f46ed2b9bb",
                        "s": "西峰区"
                    },
                    {
                        "i": "42a9defdf16f499d885d29e7f3f29cca",
                        "s": "庆城县"
                    },
                    {
                        "i": "bbe4f236c5d54908ba2106dfb45e62e0",
                        "s": "环县"
                    },
                    {
                        "i": "65a28f337ce5496683a64d152c3e8507",
                        "s": "华池县"
                    },
                    {
                        "i": "a8947463cc8944f29f5524e6f22db3f0",
                        "s": "合水县"
                    },
                    {
                        "i": "e1b276b16d7d4a5eb66560447c0fa34a",
                        "s": "正宁县"
                    },
                    {
                        "i": "2058126499d349b982f2839f98a2b5e0",
                        "s": "宁县"
                    },
                    {
                        "i": "c477eaad0da04ef18b2b69c34f89a89b",
                        "s": "镇原县"
                    }
                ],
                "i": "3f4f09a9df9442b8ad9ef33857bbf1dc",
                "n": "庆阳"
            },
            {
                "a": [
                    {
                        "i": "3cc6906b95e04c4d93ccc3a89f5cf76c",
                        "s": "安定区"
                    },
                    {
                        "i": "8e0aea9017e048fc98d778eca0e937c7",
                        "s": "通渭县"
                    },
                    {
                        "i": "62700309f4644447802677d6f6f99c67",
                        "s": "陇西县"
                    },
                    {
                        "i": "149bd869a8bb4468849cb169a6aeef58",
                        "s": "渭源县"
                    },
                    {
                        "i": "3276fcc7af084e4a99869d7021a1965b",
                        "s": "临洮县"
                    },
                    {
                        "i": "0fa4ddbc05c14906889879076a110860",
                        "s": "漳县"
                    },
                    {
                        "i": "c2acaf48292a44bba3b0f9c836c7512a",
                        "s": "岷县"
                    }
                ],
                "i": "ea95517c7bc64f69a7e5eaeef5a08d89",
                "n": "定西"
            },
            {
                "a": [
                    {
                        "i": "def1ed9846ac459b96d09bc5a00d824a",
                        "s": "武都区"
                    },
                    {
                        "i": "19b13be494f04931b85a3fd3c4d907c6",
                        "s": "成县"
                    },
                    {
                        "i": "b3f2976509b84d54bd5f5faf75736dac",
                        "s": "文县"
                    },
                    {
                        "i": "a642f7839b514d529fed8a3474db4f0f",
                        "s": "宕昌县"
                    },
                    {
                        "i": "d5602785be1b4a9fb163360a0f7951c3",
                        "s": "康县"
                    },
                    {
                        "i": "851a730b49534f5aad6e63e84a19a5bc",
                        "s": "西和县"
                    },
                    {
                        "i": "61facc0f4c0c439fb87bcc331da86a55",
                        "s": "礼县"
                    },
                    {
                        "i": "a667eb34000e47ce943c074d12e31d23",
                        "s": "徽县"
                    },
                    {
                        "i": "1568e99929424f2f88416ae13ad2e18d",
                        "s": "两当县"
                    }
                ],
                "i": "a90dcb1d292f45b1a523c6a5fc939452",
                "n": "陇南"
            },
            {
                "a": [
                    {
                        "i": "19daa63c155148bf9e21c328c4d111ff",
                        "s": "临夏市"
                    },
                    {
                        "i": "7ea3b9f353ec4db087d2916a21ed8d94",
                        "s": "临夏县"
                    },
                    {
                        "i": "20234ca236c04e998835040da16eed60",
                        "s": "康乐县"
                    },
                    {
                        "i": "7a168370e7be416c8fd0882b23be8213",
                        "s": "永靖县"
                    },
                    {
                        "i": "b1eac014d334434cbdbb1974a84b9d6f",
                        "s": "广河县"
                    },
                    {
                        "i": "64728f8626c54ba7b1cb70439de33be1",
                        "s": "和政县"
                    },
                    {
                        "i": "0703a2ad7546477496ee62e624df904f",
                        "s": "东乡族自治县"
                    },
                    {
                        "i": "2d6192036f8345fa9f25bacacc3a7e7e",
                        "s": "积石山保安族东乡族撒拉族自治县"
                    }
                ],
                "i": "127158f32b9c4538bd15d3ab5bdba8ea",
                "n": "临夏"
            },
            {
                "a": [
                    {
                        "i": "5c608241473c4409b4625fe45dd7683d",
                        "s": "合作市"
                    },
                    {
                        "i": "04ef9c3dd14d4ac791c632d97c6bdb44",
                        "s": "临潭县"
                    },
                    {
                        "i": "7f64913ea3bf467ba34b8b63cd99289a",
                        "s": "卓尼县"
                    },
                    {
                        "i": "5229d5798f3a4dd4aa38aedf54fb616b",
                        "s": "舟曲县"
                    },
                    {
                        "i": "c2092bab5c4d4582b9a912966775294b",
                        "s": "迭部县"
                    },
                    {
                        "i": "cafcfa77e38542dca85fcb358f5187ef",
                        "s": "玛曲县"
                    },
                    {
                        "i": "f49109da5cb44fcf94513d91bd33d8c5",
                        "s": "碌曲县"
                    },
                    {
                        "i": "4fe82860910240a58653568de6391bde",
                        "s": "夏河县"
                    }
                ],
                "i": "5e0230522fec4ba2992fa6f32100fbeb",
                "n": "甘南"
            }
        ],
        "i": "20a944136cb349478fc491e11f47693e",
        "p": "甘肃"
    },
    {
        "c": [
            {
                "a": [
                    {
                        "i": "775462553a7649f883cf7a4cf3e63b74",
                        "s": "城东区"
                    },
                    {
                        "i": "67fa5957f3c347ac9c3ff816a4096fcc",
                        "s": "城中区"
                    },
                    {
                        "i": "3425361956ed4ff19fec124e23d3e58d",
                        "s": "城西区"
                    },
                    {
                        "i": "6af74658de034530b3b10064b4de1c1e",
                        "s": "城北区"
                    },
                    {
                        "i": "e9881a5166214ba29c0cc46f592c5203",
                        "s": "大通回族土族自治县"
                    },
                    {
                        "i": "68ad95a6a68f4693927074b0b491acfd",
                        "s": "湟中县"
                    },
                    {
                        "i": "205fedee994e43e3b57246d6ac1277fb",
                        "s": "湟源县"
                    }
                ],
                "i": "aee4977696bf4d469bb0a923085ecdea",
                "n": "西宁"
            },
            {
                "a": [
                    {
                        "i": "184587d4e70d4d2c8f2e9bd31aad8e38",
                        "s": "平安县"
                    },
                    {
                        "i": "56d986dcec6d4ff7bbe779e653902a7e",
                        "s": "民和回族土族自治县"
                    },
                    {
                        "i": "53c843567de7424ba89a14229c2219dc",
                        "s": "乐都县"
                    },
                    {
                        "i": "2876d4bba60f4d9cb07e77a30867c979",
                        "s": "互助土族自治县"
                    },
                    {
                        "i": "bee1b002fe8c43b4b585f3bffb211195",
                        "s": "化隆回族自治县"
                    },
                    {
                        "i": "3004586d14614dca9ddf3c5caac1402c",
                        "s": "循化撒拉族自治县"
                    }
                ],
                "i": "85f0cbf0c70e49fd9d26bf7e11ee9db6",
                "n": "海东"
            },
            {
                "a": [
                    {
                        "i": "6cee77e1daaf4521a949b10b2bf618c0",
                        "s": "门源回族自治县"
                    },
                    {
                        "i": "0a577514e96142e5b9599a85a6f5dea1",
                        "s": "祁连县"
                    },
                    {
                        "i": "be7541448a8b4690a789576cb40e286b",
                        "s": "海晏县"
                    },
                    {
                        "i": "6fa6b89616b2498e9cb4513c33756b9d",
                        "s": "刚察县"
                    }
                ],
                "i": "1a28ac3a08bb4bd899f93b66f33e915d",
                "n": "海北"
            },
            {
                "a": [
                    {
                        "i": "c4b913231936470bb563c33a27329ca1",
                        "s": "同仁县"
                    },
                    {
                        "i": "f1f9b488d4d5455e9ae3393f50f04e58",
                        "s": "尖扎县"
                    },
                    {
                        "i": "b740cc5dc9884369bdf939208c632db8",
                        "s": "泽库县"
                    },
                    {
                        "i": "1714c596b452437eadc3f231a6f8e9b5",
                        "s": "河南蒙古族自治县"
                    }
                ],
                "i": "19c50402dcf049b4a9de1747c624114f",
                "n": "黄南"
            },
            {
                "a": [
                    {
                        "i": "e8989006b2ac4eec959fb58bdad7aa9e",
                        "s": "共和县"
                    },
                    {
                        "i": "2d5a61772b314d398793e08b7b95866f",
                        "s": "同德县"
                    },
                    {
                        "i": "767f35d87b5a4ad3a15360ae837730c4",
                        "s": "贵德县"
                    },
                    {
                        "i": "8c8290407c0f4298bb787db9871acd27",
                        "s": "兴海县"
                    },
                    {
                        "i": "9d45f05b16aa4aefb0f9c037f1c2ed7d",
                        "s": "贵南县"
                    }
                ],
                "i": "64b8be5385954ae1a7f6ab53c6cff71c",
                "n": "海南"
            },
            {
                "a": [
                    {
                        "i": "ccc5e354bde14d029a81da5b063ea24e",
                        "s": "玛沁县"
                    },
                    {
                        "i": "df1e73d379174356af1bbb03eb44f5ea",
                        "s": "班玛县"
                    },
                    {
                        "i": "c3bafda7e69f4ce2919d11a2e3b5276b",
                        "s": "甘德县"
                    },
                    {
                        "i": "313931ec620446caa58c63d7712d1775",
                        "s": "达日县"
                    },
                    {
                        "i": "7cbbe9af251445f5a3d29671422d3af7",
                        "s": "久治县"
                    },
                    {
                        "i": "c9af0d67d08d4ff0a061080af522ee0d",
                        "s": "玛多县"
                    }
                ],
                "i": "1b0835220d8d4af2aac8af0aee8c6a6c",
                "n": "果洛"
            },
            {
                "a": [
                    {
                        "i": "201f09ee0ddb47d9a0b9cb007a66bf40",
                        "s": "玉树县"
                    },
                    {
                        "i": "60dcc8cd45794caea846c7bc788f48a7",
                        "s": "杂多县"
                    },
                    {
                        "i": "f7e9c9dc93904e03a3feeba37c28769b",
                        "s": "称多县"
                    },
                    {
                        "i": "15b284f48e484d8d8085c4f5b9d9f441",
                        "s": "治多县"
                    },
                    {
                        "i": "3d77f82e049e45b59bed55a835446f2e",
                        "s": "囊谦县"
                    },
                    {
                        "i": "9a81e6b3097741639bb9f28450a85a6b",
                        "s": "曲麻莱县"
                    }
                ],
                "i": "fec6fffab7ce44efbb44b3f2af1c9777",
                "n": "玉树"
            },
            {
                "a": [
                    {
                        "i": "9b06d72e8bab423f8ae6408f208a6ec8",
                        "s": "格尔木市"
                    },
                    {
                        "i": "0f179abf22e84cc5a57c9b9bddb5811f",
                        "s": "德令哈市"
                    },
                    {
                        "i": "2fbada6d63684931bb1a67f55fe74091",
                        "s": "乌兰县"
                    },
                    {
                        "i": "377a047ff7a5498ca1501cc210fe01a3",
                        "s": "都兰县"
                    },
                    {
                        "i": "4788722e8f5a43808371397a85968abf",
                        "s": "天峻县"
                    }
                ],
                "i": "46643fd57d264b96b83a6291934f29f1",
                "n": "梅西"
            }
        ],
        "i": "c5381018521540179d60e7ab100a44d4",
        "p": "青海"
    },
    {
        "c": [
            {
                "a": [
                    {
                        "i": "6f0fc2b2c87d43b18ca2b67c1fca8754",
                        "s": "兴庆区"
                    },
                    {
                        "i": "1f0073503d804fc2a549fab1fe1694c3",
                        "s": "西夏区"
                    },
                    {
                        "i": "ad26d943448e4957b880fb2af671e9a3",
                        "s": "金凤区"
                    },
                    {
                        "i": "3cca2a56821445838e51bf40303a8b94",
                        "s": "永宁县"
                    },
                    {
                        "i": "9b44e4fc74e545ffb09c8ba1e1c38950",
                        "s": "贺兰县"
                    },
                    {
                        "i": "ba8a9895318f417aaff7f386c74f8e2e",
                        "s": "灵武市"
                    }
                ],
                "i": "3281b48a1eef4dbd9772dab97879154e",
                "n": "银川"
            },
            {
                "a": [
                    {
                        "i": "5661c75b0d2c4ed6a5a3e87011b10ae4",
                        "s": "大武口区"
                    },
                    {
                        "i": "5173c09247b74329982a3f5b2ce0302e",
                        "s": "惠农区"
                    },
                    {
                        "i": "7c8ac61bf65a4d679df26a2fc5069b28",
                        "s": "平罗县"
                    }
                ],
                "i": "7b32d08d04824b06b8488e69759b612d",
                "n": "石嘴山"
            },
            {
                "a": [
                    {
                        "i": "4ecae2e387064701a9d074d1d63b0a32",
                        "s": "利通区"
                    },
                    {
                        "i": "c584e9ef39c54523849a67111a3ea311",
                        "s": "红寺堡区"
                    },
                    {
                        "i": "be6f46cf7bb24ced9635f95fa09efe1f",
                        "s": "盐池县"
                    },
                    {
                        "i": "257b392564d14b51abd36b94847d63e9",
                        "s": "同心县"
                    },
                    {
                        "i": "1a76f5d25ae648a2804ae91f50394b77",
                        "s": "青铜峡市"
                    }
                ],
                "i": "c61e54caf91d42229ea562235af497f8",
                "n": "吴忠"
            },
            {
                "a": [
                    {
                        "i": "8d15a18abd17424e8cf9054dfac6e6b2",
                        "s": "原州区"
                    },
                    {
                        "i": "4fa0bb30a96345d98c00369d12e247f6",
                        "s": "西吉县"
                    },
                    {
                        "i": "0ff038f7f29c474ca02b16080ee42d4f",
                        "s": "隆德县"
                    },
                    {
                        "i": "39ca5d0acc7545d3a5699db3e3491f8d",
                        "s": "泾源县"
                    },
                    {
                        "i": "6a05056704bf49a5a9c601f91efdbd28",
                        "s": "彭阳县"
                    }
                ],
                "i": "57cef4a670044e29a4e5320e4b51c687",
                "n": "固原"
            },
            {
                "a": [
                    {
                        "i": "1fda82166e284cf49be6527afeedc9db",
                        "s": "沙坡头区"
                    },
                    {
                        "i": "fef90bb831184e51974143eb5731da16",
                        "s": "中宁县"
                    },
                    {
                        "i": "36aa92a1cb3b4dd9936af5901381f706",
                        "s": "海原县"
                    }
                ],
                "i": "f417e082d8584d6793fe097c6b68ffba",
                "n": "中卫"
            }
        ],
        "i": "37c5a41b644c40abb29ea3e03156412b",
        "p": "宁夏"
    },
    {
        "c": [
            {
                "a": [
                    {
                        "i": "b49a3d6476ab440680e830f40f90e281",
                        "s": "天山区"
                    },
                    {
                        "i": "3ac24945f6204e949bb20190e5de7bc0",
                        "s": "沙依巴克区"
                    },
                    {
                        "i": "0ce37064cade44e7a369b1a0959f75c6",
                        "s": "新市区"
                    },
                    {
                        "i": "5d53d2a48c4e45b6bc9a78e8177c0f7c",
                        "s": "水磨沟区"
                    },
                    {
                        "i": "844b27c70e684f239be2f47929b1f8a2",
                        "s": "头屯河区"
                    },
                    {
                        "i": "7ef8c89609784b34aed9774e611381ec",
                        "s": "达坂城区"
                    },
                    {
                        "i": "9f0c4210839f47f1819e32e36c5670b9",
                        "s": "米东区"
                    },
                    {
                        "i": "830659e901ad47f4b0537e798de0ab02",
                        "s": "乌鲁木齐县"
                    }
                ],
                "i": "3652788e68f041878141f281e0d3e094",
                "n": "乌鲁木齐"
            },
            {
                "a": [
                    {
                        "i": "088d8d0da632439594ec8b9ac0020c2b",
                        "s": "独山子区"
                    },
                    {
                        "i": "9a5a6c527d074854b03bb47d305a54d2",
                        "s": "克拉玛依区"
                    },
                    {
                        "i": "4b70d01735664acd9ce1e3838f3b19a4",
                        "s": "白碱滩区"
                    },
                    {
                        "i": "d9a1fb39f18948648c86d797868b6f8f",
                        "s": "乌尔禾区"
                    }
                ],
                "i": "ee92dcd8933e44539ca7387dda3f87c8",
                "n": "克拉玛依"
            },
            {
                "a": [
                    {
                        "i": "01964f4a51fb42eeb03dc0fbda8f0aee",
                        "s": "吐鲁番市"
                    },
                    {
                        "i": "a480601a21c34ca89708f4fa86f5f609",
                        "s": "鄯善县"
                    },
                    {
                        "i": "4d7bf174e2b44a64b53b1bcdbd62856e",
                        "s": "托克逊县"
                    }
                ],
                "i": "569c1fc7cf914b4fa65e4aa74c059bf3",
                "n": "吐鲁番"
            },
            {
                "a": [
                    {
                        "i": "996ec846d9524dca98597c0116a68747",
                        "s": "哈密市"
                    },
                    {
                        "i": "e93a2857e4cf4cf4b32854983af49bd9",
                        "s": "巴里坤哈萨克自治县"
                    },
                    {
                        "i": "74a60607c0694a9499c71c5b5ca04bff",
                        "s": "伊吾县"
                    }
                ],
                "i": "edecce4f83064afd9f8c12a081fca998",
                "n": "哈密"
            },
            {
                "a": [
                    {
                        "i": "b0cab25534714f65950c86961caf3ad2",
                        "s": "昌吉市"
                    },
                    {
                        "i": "c2ab74c127e242b286bc0a59f8d04910",
                        "s": "阜康市"
                    },
                    {
                        "i": "2cfa316c8f9d47e08197bca21ec1d727",
                        "s": "呼图壁县"
                    },
                    {
                        "i": "ef701a9bcf094ef992becbdc1092972b",
                        "s": "玛纳斯县"
                    },
                    {
                        "i": "b483fbc2a49a462dbbb0711dc6122395",
                        "s": "奇台县"
                    },
                    {
                        "i": "df35083ed8134c7fb25b0934bce00b55",
                        "s": "吉木萨尔县"
                    },
                    {
                        "i": "d0b83b930b5c4866b9a8286a0aae16f4",
                        "s": "木垒哈萨克自治县"
                    }
                ],
                "i": "bda2ae36fc6846efb2c1b1c535a7d99e",
                "n": "昌吉"
            },
            {
                "a": [
                    {
                        "i": "5e62a13a69a3438dac410feee9e3bc4f",
                        "s": "博乐市"
                    },
                    {
                        "i": "e4398ba8e39e4f8d8bd814da67023445",
                        "s": "精河县"
                    },
                    {
                        "i": "627bf2ddc88e471aa0ffd46a0eb5dd07",
                        "s": "温泉县"
                    }
                ],
                "i": "6920a0567d954b9e9252577c4135e260",
                "n": "博尔塔拉"
            },
            {
                "a": [
                    {
                        "i": "fd323d413cf44e23a432198a799c872f",
                        "s": "库尔勒市"
                    },
                    {
                        "i": "a92f1ed565a141fbb03401a6b21b375b",
                        "s": "轮台县"
                    },
                    {
                        "i": "e56be3543ba24db9ba0341f1139d1044",
                        "s": "尉犁县"
                    },
                    {
                        "i": "a4776b345e2845649e4fdf97cdc2e3e0",
                        "s": "若羌县"
                    },
                    {
                        "i": "5c0464674b054b63965ebfea30dbd3be",
                        "s": "且末县"
                    },
                    {
                        "i": "e6487a0ca1d146c7a3a855bdcb904b54",
                        "s": "焉耆回族自治县"
                    },
                    {
                        "i": "38349305861f485db4c97c1f86c320dd",
                        "s": "和静县"
                    },
                    {
                        "i": "1f30b32218bd463f8a7e45a4cd446ddd",
                        "s": "和硕县"
                    },
                    {
                        "i": "3d616ae4b06f4200ac41751049222cce",
                        "s": "博湖县"
                    }
                ],
                "i": "7286d3cc65274362a85e4e77745a39bc",
                "n": "巴音郭楞"
            },
            {
                "a": [
                    {
                        "i": "043dd2f2bc624ab29a8028fb03906195",
                        "s": "阿克苏市"
                    },
                    {
                        "i": "e7bc4554b4df449b858a4cac89a5889d",
                        "s": "温宿县"
                    },
                    {
                        "i": "351004ff0e1d4b66b73a6c4d8e6bc0b3",
                        "s": "库车县"
                    },
                    {
                        "i": "5e99a4accb3b4c41b00587e0ae64f45f",
                        "s": "沙雅县"
                    },
                    {
                        "i": "8864387c82d14c06afb5bd2442af5c7f",
                        "s": "新和县"
                    },
                    {
                        "i": "666c5748a54b4a009bcfd6c676342618",
                        "s": "拜城县"
                    },
                    {
                        "i": "9db6e5a33849454e86bd936daee0c14a",
                        "s": "乌什县"
                    },
                    {
                        "i": "f1e5b4332b94441aae76dbcec367a5a2",
                        "s": "阿瓦提县"
                    },
                    {
                        "i": "dc8a8e109b8142be9fe155580002d869",
                        "s": "柯坪县"
                    }
                ],
                "i": "e2afea70975c41d1830b0740307d67f4",
                "n": "阿克苏"
            },
            {
                "a": [
                    {
                        "i": "9aadbecce4494cf5804e85d28426c68c",
                        "s": "阿图什市"
                    },
                    {
                        "i": "e6a2b620612448b898947db1ff097c92",
                        "s": "阿克陶县"
                    },
                    {
                        "i": "cdcf1f14cbf24e9cae52697a0c77f73a",
                        "s": "阿合奇县"
                    },
                    {
                        "i": "44d5c4e59aae4d23bf034628289425da",
                        "s": "乌恰县"
                    }
                ],
                "i": "8d70b7ff19944ec9b31205fb225dd1d4",
                "n": "克孜勒苏"
            },
            {
                "a": [
                    {
                        "i": "7470867f551b4ba8af11d0625b76ebfd",
                        "s": "喀什市"
                    },
                    {
                        "i": "78bd7d8e53ec4dae8e31ee34923f9fc9",
                        "s": "疏附县"
                    },
                    {
                        "i": "dcef48df5fe548ab9be366e50e5069ab",
                        "s": "疏勒县"
                    },
                    {
                        "i": "5c700c93a9a340eaadadac901db9c99c",
                        "s": "英吉沙县"
                    },
                    {
                        "i": "80b3b96f47f1433abf6b66ffaed81183",
                        "s": "泽普县"
                    },
                    {
                        "i": "692077265f684426bd9f512992b9132d",
                        "s": "莎车县"
                    },
                    {
                        "i": "705a87d997304fb69e202d70c01ad0ec",
                        "s": "叶城县"
                    },
                    {
                        "i": "8cddeb0c097d452f8137796b673ca979",
                        "s": "麦盖提县"
                    },
                    {
                        "i": "218c9001586341f380a046598f4463b5",
                        "s": "岳普湖县"
                    },
                    {
                        "i": "86ebf20ea46d4e15a5b9bbf86d6a6b48",
                        "s": "伽师县"
                    },
                    {
                        "i": "83faa2f14ae4469197ee4d9f90a8e771",
                        "s": "巴楚县"
                    },
                    {
                        "i": "e2387b1782ad46c3a9705a5b4ffc9a06",
                        "s": "塔什库尔干县塔吉克自治"
                    }
                ],
                "i": "e09cc80efe2c418d87a1341919bcd09b",
                "n": "喀什"
            },
            {
                "a": [
                    {
                        "i": "2832166119d5477cadcabe1cad9ad563",
                        "s": "和田市"
                    },
                    {
                        "i": "8de0868bfd5446b4a1c4968860d53aec",
                        "s": "和田县"
                    },
                    {
                        "i": "64b5a6c3e9e24954b3b44e3e47b66fb5",
                        "s": "墨玉县"
                    },
                    {
                        "i": "d9d8f6623f2945babec4729e067fbb0b",
                        "s": "皮山县"
                    },
                    {
                        "i": "b10e3e599de1466b9bec697ca1ee0046",
                        "s": "洛浦县"
                    },
                    {
                        "i": "473497ca5173488ca76dc182ebb1de30",
                        "s": "策勒县"
                    },
                    {
                        "i": "a72de1d419e043728507f168512c9a00",
                        "s": "于田县"
                    },
                    {
                        "i": "1fb044660ef242d1a0f8b854c786b8a5",
                        "s": "民丰县"
                    }
                ],
                "i": "d86bba2b29934c2a89306e8196355e81",
                "n": "和田"
            },
            {
                "a": [
                    {
                        "i": "aee13b285ad044d0a2cf643e56bee03d",
                        "s": "伊宁市"
                    },
                    {
                        "i": "25604df940fb44a88f12567592635664",
                        "s": "奎屯市"
                    },
                    {
                        "i": "3e35f3f283874f2ea91a21e1292b3a3a",
                        "s": "伊宁县"
                    },
                    {
                        "i": "8dea3f70405c443a9ebd9b78ad0f6572",
                        "s": "察布查尔锡伯自治县"
                    },
                    {
                        "i": "3c0483b4d875487e8a7c7a42f370f840",
                        "s": "霍城县"
                    },
                    {
                        "i": "a1ec741019f54ad68c2e335c71b3b882",
                        "s": "巩留县"
                    },
                    {
                        "i": "d775bba8e1454845887ffcc2857a48dc",
                        "s": "新源县"
                    },
                    {
                        "i": "97bb3e29f50948928403949481f33056",
                        "s": "昭苏县"
                    },
                    {
                        "i": "971aa58feaed40b298715e292e6e68dd",
                        "s": "特克斯县"
                    },
                    {
                        "i": "0c73e000189644b7a6aee713a13b42d0",
                        "s": "尼勒克县"
                    }
                ],
                "i": "7002c034774542d0bf68543ae44a2c08",
                "n": "伊犁"
            },
            {
                "a": [
                    {
                        "i": "f4407e0f9e264726a0479926e5d6e236",
                        "s": "塔城市"
                    },
                    {
                        "i": "b2cf31089b84467caa96758354a1d8f9",
                        "s": "乌苏市"
                    },
                    {
                        "i": "7353b97d2c584043933c091f545acf36",
                        "s": "额敏县"
                    },
                    {
                        "i": "cf1438f4dc7b4026baae70d2c04bc2e2",
                        "s": "沙湾县"
                    },
                    {
                        "i": "a41509f22fb84fd983287257fffe8461",
                        "s": "托里县"
                    },
                    {
                        "i": "b5dec15b95a7438cafb1b48a14285e0f",
                        "s": "裕民县"
                    },
                    {
                        "i": "3ea512e72d484b91aa8ca7f8f3c802bc",
                        "s": "和布克赛尔蒙古自治县"
                    }
                ],
                "i": "0690c41560db4a38bb0db664f7274122",
                "n": "塔城"
            },
            {
                "a": [
                    {
                        "i": "0ae557ee29384e8fb48ffb743060b4a2",
                        "s": "阿勒泰市"
                    },
                    {
                        "i": "4ca29247a42c4626b1a2e6be71786aae",
                        "s": "布尔津县"
                    },
                    {
                        "i": "e74c02e1b6c8458b87807f7c28824409",
                        "s": "富蕴县"
                    },
                    {
                        "i": "e91a0b8ba04a494595edd3b551799aea",
                        "s": "福海县"
                    },
                    {
                        "i": "529aece79e9146e98d2dd48e5df8a8c4",
                        "s": "哈巴河县"
                    },
                    {
                        "i": "8394ebe8a45d4302bf817f75ad46b366",
                        "s": "青河县"
                    },
                    {
                        "i": "2f0c7c56de514585b431c2a9bf1723de",
                        "s": "吉木乃县"
                    }
                ],
                "i": "7118da2c6ffa4a18af592b07e0107e9c",
                "n": "阿勒泰"
            },
            {
                "a": [
                    {
                        "i": "28a3eb84a7be495fbc4c7c7e396781af",
                        "s": "石河子"
                    }
                ],
                "i": "cb1bbfa695b14f9e828eec5144428d97",
                "n": "石河子"
            },
            {
                "a": [
                    {
                        "i": "72a5afb7caba4a82950306d761cffa85",
                        "s": "阿拉尔"
                    }
                ],
                "i": "bd5a78086a18491b9a00d2c2da9085fe",
                "n": "阿拉尔"
            },
            {
                "a": [
                    {
                        "i": "0e0c199b14c148a4be423d66cdca0f51",
                        "s": "图木舒克"
                    }
                ],
                "i": "5759e2116db9450ba10954a2a88cf9bf",
                "n": "图木舒克"
            },
            {
                "a": [
                    {
                        "i": "ef849dfca05a4292aa1556392b43dbbf",
                        "s": "五家渠"
                    }
                ],
                "i": "50a0b9f84f7e4cf3908fecbd2724e765",
                "n": "五家渠"
            }
        ],
        "i": "d44bd380e3ba4ad387c63b9389194760",
        "p": "新疆"
    },
    {
        "c": [
            {
                "i": "da0d95287895420fbf5e991629650544",
                "n": "中西区"
            },
            {
                "i": "31899db495294f49a38d175ffd2e3d04",
                "n": "东区"
            },
            {
                "i": "91a9561eef4c4e508eab7cccfb71105f",
                "n": "九龙城区"
            },
            {
                "i": "b70a8511183c4df7b4f064f5b6198416",
                "n": "观塘区"
            },
            {
                "i": "db56fcb8a356415b93f58ae865f94eef",
                "n": "南区"
            },
            {
                "i": "acf1bf462919449f92c15b66259f7fb0",
                "n": "深水区"
            },
            {
                "i": "39d09c7964f7418fb6e748ea8ef5f5c2",
                "n": "湾仔区"
            },
            {
                "i": "fd155266bd454ac6b7d9cce19fd3fce4",
                "n": "黄大仙区"
            },
            {
                "i": "94dca80d8b3b41f7b3c25c5d6dbb2206",
                "n": "油尖旺区"
            },
            {
                "i": "566322a9ffa240dd8b81678757054f18",
                "n": "离岛区"
            },
            {
                "i": "12f8f9871b814f34b79426774eabaeab",
                "n": "葵青区"
            },
            {
                "i": "73a1c92f8e994baf921417987e87c6e3",
                "n": "北区"
            },
            {
                "i": "0b9109edb873499088a688c6c4338a32",
                "n": "西贡区"
            },
            {
                "i": "5dbdbc3dbffd4ce09ea8bb422aeccbcb",
                "n": "沙田区"
            },
            {
                "i": "42386b3c94c647629be0748c4dc74c93",
                "n": "屯门区"
            },
            {
                "i": "640c2e1d02fa4329984137a4c30bff36",
                "n": "大埔区"
            },
            {
                "i": "410aecf9add64b849e23921bf72947ad",
                "n": "荃湾区"
            },
            {
                "i": "05b021751848458ebc75aadae3af46c6",
                "n": "元朗区"
            }
        ],
        "i": "e38ee98ae8064193903aa8a5fd84b6f4",
        "p": "香港"
    },
    {
        "c": [
            {
                "i": "d13a675064074f748c2e2e3d3f702977",
                "n": "花地玛堂区"
            },
            {
                "i": "101f80fed35148089bd0978e72b67444",
                "n": "圣安多尼堂区"
            },
            {
                "i": "71d8b98035e64e76a15408f85b56cc72",
                "n": "大堂区"
            },
            {
                "i": "f4ecc10d6d8d4572b25f8ce67ca9acef",
                "n": "望德堂区"
            },
            {
                "i": "b20195320fa44cc99c34f58bd5f77831",
                "n": "风顺堂区"
            },
            {
                "i": "9a99b1fd700447ada270c96a95cee546",
                "n": "嘉模堂区"
            },
            {
                "i": "22b5d4d59b0e4142a40ff0240cd731a6",
                "n": "圣方济各堂区"
            }
        ],
        "i": "21a2a0e789ec4996bc07025233af961f",
        "p": "澳门"
    },
    {
        "c": [
            {
                "i": "032517aea1b7439181b55a1cb2552dd7",
                "n": "台北市"
            },
            {
                "i": "338dd461feff42fcb75da1910bbaf63d",
                "n": "高雄市"
            },
            {
                "i": "1fa8450dfafa439388230052fd4a2b66",
                "n": "基隆市"
            },
            {
                "i": "614c9a13d44b4e9e8bd755273a379e71",
                "n": "台中市"
            },
            {
                "i": "0d1af3429a3143fdaaaeff37c35e2bb6",
                "n": "台南市"
            },
            {
                "i": "adcf0da5b6164a2b8ed69d710e82adff",
                "n": "新竹市"
            },
            {
                "i": "3db1fd50b8e044df93b3a367f68f72f5",
                "n": "嘉义市"
            },
            {
                "i": "66f2ede79dc7440c8fe2dffe72f283a7",
                "n": "台北县"
            },
            {
                "i": "bba486ec30174a1ea8adcc4dd3782c37",
                "n": "宜兰县"
            },
            {
                "i": "cf65fda2d0a74ebfbcca7a3f12cc1a67",
                "n": "新竹县"
            },
            {
                "i": "e586290f2b114faebcaf72d0cd991160",
                "n": "桃园县"
            },
            {
                "i": "e1c152c87d2545d596a6e185af2bede3",
                "n": "苗栗县"
            },
            {
                "i": "a2471845c6624ea093602358d3d1fc62",
                "n": "台中县"
            },
            {
                "i": "331bfe7338f44ced9156c4415debb368",
                "n": "彰化县"
            },
            {
                "i": "8890b411694f49eea4033711f9725255",
                "n": "南投县"
            },
            {
                "i": "2fb2a9fe53784955b1539d00eaecd5b4",
                "n": "嘉义县"
            },
            {
                "i": "4fe01ee75b9a44f5959eb202085d5c0c",
                "n": "云林县"
            },
            {
                "i": "373a2d8550bf4b20a5d1be8ab2355b71",
                "n": "台南县"
            },
            {
                "i": "f2da78faaf3b483bba197db5a70f05f0",
                "n": "高雄县"
            },
            {
                "i": "6391644cc64b4e8f92a10d05256b554f",
                "n": "屏东县"
            },
            {
                "i": "2f23fdb92ccb4183b692bb2a12878a69",
                "n": "台东县"
            },
            {
                "i": "68419011068f40d6a5a993a302c260ca",
                "n": "花莲县"
            },
            {
                "i": "cf05e14e83f6486795316a4a135bd93d",
                "n": "澎湖县"
            }
        ],
        "i": "f25dd4e0b02443c3acbd6e9ad3d4d7a6",
        "p": "台湾"
    },
    {
        "i": "4dc91f0c47aa4488b82a4d54d272c483",
        "p": "国外",
        "c": [
              {
              	"i": "4a5c79a67e9f485998ab432a2f0b48a3",
              	"n": "国外"
              }
          ]
    },
    {
        "i": "4028d8154e6807a8014e680a103f0000",
        "p": "钓鱼岛",
        "c": [{
            	"i": "4028d8154e6807a8014e680a10e70001",
            	"n": "钓鱼岛"
            }]
    }]
}